Repository: Punshnut/macos-focusly
Catalog: Sources/Resources/*.lproj/Localizable.strings
Languages: ar, ja

source: 1. Switch overlays on
ar: ١. فعّل التراكبات
ja: 1. オーバーレイをオンにする

source: 2. Pick a filter
ar: ٢. اختر مرشحًا
ja: 2. フィルタを選択する

source: 3. Set your controls
ar: ٣. اضبط عناصر التحكّم
ja: 3. コントロールを設定する

source: About %@
ar: حول %@
ja: %@ について

source: Adjust how quickly Focusly tracks windows while you move or resize them.
ar: اضبط سرعة تتبُّع Focusly للنوافذ أثناء تحريكها أو تغيير حجمها.
ja: ウィンドウを移動・サイズ変更するときに、Focusly がどれくらいの速さで追従するかを調整します。

source: Adjust how the overlay looks on this screen.
ar: اضبط مظهر التراكب على هذه الشاشة.
ja: この画面でのオーバーレイの見た目を調整します。

source: Adjust the tint and transparency until it matches your space.
ar: اضبط الصبغة والشفافية حتى تتوافق مع مساحتك.
ja: 空間に合うように色合いと透明度を調整します。

source: App Language
ar: لغة التطبيق
ja: アプリの言語

source: Appearance
ar: المظهر
ja: 外観

source: Apply to Other Displays
ar: تطبيق على الشاشات الأخرى
ja: 他のディスプレイに適用

source: Assign a global shortcut and enable Launch at Login in Preferences so Focusly is ready whenever you are.
ar: عيّن اختصارًا عامًا وفعّل التشغيل عند تسجيل الدخول من التفضيلات ليكون Focusly جاهزًا متى احتجت إليه.
ja: 環境設定でグローバルショートカットを割り当て、「ログイン時に起動」を有効にすると、いつでも Focusly を使えるようになります。

source: Back
ar: رجوع
ja: 戻る

source: Smart Blur
ar: ضبابية ذكية
ja: スマートブラー

source: Blur Style
ar: نمط الضبابية
ja: ブラーのスタイル

source: Blur Radius
ar: نصف قطر الضبابية
ja: ブラー半径

source: Built-in retina display
ar: شاشة Retina مدمجة
ja: 内蔵 Retina ディスプレイ

source: Blurring Details
ar: تفاصيل الضبابية
ja: ブラーの詳細

source: Choose how Focusly appears in the menu bar.
ar: اختر كيفية ظهور Focusly في شريط القوائم.
ja: Focusly をメニューバーにどのように表示するかを選択します。

source: Choose which language Focusly uses. Switch instantly to test translations.
ar: اختر اللغة التي يستخدمها Focusly. بدّل فورًا لاختبار الترجمات.
ja: Focusly が使用する言語を選びます。すぐに切り替えて翻訳を確認できます。

source: Clear
ar: مسح
ja: クリア

source: Click the Focusly status bar icon and toggle overlays for the displays you want to soften.
ar: انقر أيقونة Focusly في شريط الحالة وبدّل التراكبات للشاشات التي ترغب في تليينها.
ja: ステータスバーの Focusly アイコンをクリックし、柔らかくしたいディスプレイのオーバーレイを切り替えます。

source: Close
ar: إغلاق
ja: 閉じる

source: Color Effects
ar: تأثيرات الألوان
ja: カラー効果

source: Color Filter
ar: مرشح اللون
ja: カラーフィルタ

source: Color Treatment
ar: معالجة الألوان
ja: カラー調整

source: Colorful
ar: ألوان زاهية
ja: カラフル

source: Control how strongly Focusly softens background details.
ar: تحكّم بمدى تليين Focusly لتفاصيل الخلفية.
ja: 背景のディテールを Focusly がどの程度柔らかくするかを調整します。

source: Copy settings to other displays
ar: انسخ الإعدادات إلى الشاشات الأخرى
ja: 設定を他のディスプレイにコピー

source: Credits
ar: اعتمادات
ja: クレジット

source: Credits: %@
ar: الاعتمادات: %@
ja: クレジット: %@

source: Dial in how Focusly feels on this display.
ar: اضبط شعور Focusly على هذه الشاشة.
ja: このディスプレイでの Focusly の雰囲気を微調整します。

source: Dial in the color overlay or switch to monochrome window content.
ar: اضبط تراكب اللون أو بدّل إلى محتوى نوافذ أحادي اللون.
ja: カラーオーバーレイを調整するか、ウィンドウのコンテンツをモノクロに切り替えます。

source: Disable Overlays
ar: إيقاف التراكبات
ja: オーバーレイを無効にする

source: Disable Shortcut
ar: إيقاف الاختصار
ja: ショートカットを無効にする

source: Displays
ar: الشاشات
ja: ディスプレイ

source: Enable Focus Toggle Shortcut
ar: تفعيل اختصار تبديل التراكب
ja: フォーカス切り替えショートカットを有効にする

source: Enable Overlays
ar: تفعيل التراكبات
ja: オーバーレイを有効にする

source: Enable Shortcut
ar: تفعيل الاختصار
ja: ショートカットを有効にする

source: Equalizer
ar: مُعادل
ja: イコライザ

source: Exclude This Display
ar: استبعاد هذه الشاشة
ja: このディスプレイを除外

source: Excluded
ar: مستبعد
ja: 除外済み

source: Focus
ar: تركيز
ja: フォーカス

source: Focusly
ar: فوكسلي

source: Focusly leaves this display untouched while other screens stay blurred.
ar: يترك Focusly هذه الشاشة من دون تأثير بينما تبقى الشاشات الأخرى ضبابية.
ja: Focusly はこのディスプレイをそのままにし、他の画面はぼかしたままにします。

source: Focusly Preferences
ar: تفضيلات Focusly
ja: Focusly 環境設定

source: Focus•
ar: تركيز•

source: Follow macOS Language (Default)
ar: اتّبع لغة macOS (افتراضي)
ja: macOS の言語に合わせる (デフォルト)

source: Get Started
ar: ابدأ
ja: はじめる

source: Halo
ar: هالة
ja: ハロー

source: Jan Feuerbacher
ar: يان فويرباخر

source: Launch at Login is unavailable in the current build.
ar: خيار التشغيل عند تسجيل الدخول غير متاح في هذا الإصدار.
ja: このビルドではログイン時の起動を利用できません。

source: Launch at Login requires Focusly to run from a signed app bundle. Build and run the app bundle instead of the command-line target to enable this option.
ar: يتطلب التشغيل عند تسجيل الدخول تشغيل Focusly من حزمة تطبيق موقّعة. ابنِ وشغّل حزمة التطبيق بدلًا من هدف سطر الأوامر لتمكين هذا الخيار.
ja: ログイン時に起動するには、Focusly を署名済みのアプリバンドルから実行する必要があります。コマンドラインターゲットではなくアプリバンドルをビルドして実行してください。

source: Launch at Login
ar: تشغيل عند تسجيل الدخول
ja: ログイン時に起動

source: Launch Focusly at login
ar: تشغيل Focusly عند تسجيل الدخول
ja: ログイン時に Focusly を起動

source: Minimal Dot
ar: نقطة مصغّرة
ja: ミニマルドット

source: Monochrome
ar: أحادي اللون
ja: モノクロ

source: Nametag: %@
ar: شارة الاسم: %@
ja: ネームタグ: %@

source: Next
ar: التالي
ja: 次へ

source: No displays detected. Connect a monitor to adjust overlay styling.
ar: لم يتم اكتشاف شاشات. وصّل شاشة لضبط نمط التراكب.
ja: ディスプレイが検出されません。モニターを接続してオーバーレイのスタイルを調整してください。

source: Open Preferences to choose opacity, tint, and one of the Focus, Warm, Colorful, or Monochrome presets per display.
ar: افتح التفضيلات لاختيار التعتيم والصبغة وأحد إعدادات تركيز أو دافئ أو ألوان زاهية أو أحادي اللون لكل شاشة.
ja: 各ディスプレイで不透明度、色合い、フォーカス・ウォーム・カラフル・モノクロのプリセットを選ぶには、環境設定を開いてください。

source: Options
ar: خيارات
ja: オプション

source: Focus Preset
ar: الإعداد المسبق للتركيز
ja: フォーカスプリセット

source: Overlay preview
ar: معاينة التراكب
ja: オーバーレイのプレビュー

source: Overlay Off
ar: تم إيقاف التراكب
ja: オーバーレイなし

source: Overlay Strength
ar: قوة التراكب
ja: オーバーレイの強さ

source: Overlay Tint
ar: صبغة التراكب
ja: オーバーレイの色合い

source: Pick a screen to fine-tune or copy its look to every monitor.
ar: اختر شاشة للضبط الدقيق أو لنسخ مظهرها إلى كل الشاشات.
ja: 微調整したい画面を選ぶか、その見た目をすべてのモニターにコピーします。

source: Preferences…
ar: التفضيلات…
ja: 環境設定…

source: Preserve Color
ar: الحفاظ على اللون
ja: 色を保持

source: Presets
ar: الإعدادات المسبقة
ja: プリセット

source: Press a key combination…
ar: اضغط مجموعة مفاتيح…
ja: キーの組み合わせを押してください…

source: Punshnut
ar: بانشنت

source: Quick Actions
ar: إجراءات سريعة
ja: クイックアクション

source: Quit %@
ar: إنهاء %@
ja: %@ を終了

source: Quit Focusly
ar: إنهاء Focusly
ja: Focusly を終了

source: Record
ar: تسجيل
ja: 記録

source: Reset
ar: إعادة ضبط
ja: リセット

source: Reset This Display
ar: إعادة ضبط هذه الشاشة
ja: このディスプレイをリセット

source: Reset to Preset
ar: إعادة التعيين إلى الإعداد المسبق
ja: プリセットにリセット

source: Revert to the preset defaults or copy this look to your other screens.
ar: ارجع إلى القيم الافتراضية للإعداد المسبق أو انسخ هذا المظهر إلى شاشاتك الأخرى.
ja: プリセットの初期値に戻すか、この見た目を他の画面にコピーします。

source: Revisit Introduction…
ar: إعادة زيارة المقدّمة…
ja: イントロダクションをもう一度見る…

source: Sample different macOS blur materials to match your space.
ar: جرّب مواد ضبابية مختلفة من macOS لتناسب مساحتك.
ja: さまざまな macOS のブラー素材を試して、空間に合うものを見つけましょう。

source: Settings…
ar: الإعدادات…
ja: 設定…

source: Shortcut
ar: اختصار
ja: ショートカット

source: Show Introduction…
ar: إظهار المقدّمة…
ja: イントロダクションを表示…

source: Space
ar: مساحة
ja: スペース

source: Standard Settings
ar: إعدادات قياسية
ja: 標準設定

source: Status Bar Icon
ar: أيقونة شريط الحالة
ja: ステータスバーのアイコン

source: Switch between saved overlay looks instantly.
ar: بدّل بين أشكال التراكب المحفوظة فورًا.
ja: 保存したオーバーレイの見た目を瞬時に切り替えます。

source: Tint
ar: صبغة
ja: 色合い

source: Warm
ar: دافئ
ja: ウォーム

source: Welcome to Focusly
ar: مرحبًا بك في Focusly
ja: Focusly へようこそ

source: Window Tracking Performance
ar: أداء تتبّع النوافذ
ja: ウィンドウ追従パフォーマンス

source: WindowTrackingProfile.Description.General
ar: اضبط مدى سرعة Focusly في تتبّع النوافذ أثناء تحريكها أو تغيير حجمها.
ja: ウィンドウを移動・サイズ変更するときに、Focusly がどれくらいの速さで追従するかを調整します。

source: WindowTrackingProfile.EnergySaving.Description
ar: يُحدّث النوافذ المسحوبة 30 مرة في الثانية لتوفير الطاقة.
ja: ドラッグ中のウィンドウを 1 秒間に 30 回更新して電力を節約します。

source: WindowTrackingProfile.EnergySaving.Title
ar: توفير الطاقة (30 هرتز)
ja: 省エネ (30 Hz)

source: WindowTrackingProfile.HighPerformance.Description
ar: يتابع حركة النوافذ بمعدل 90 هرتز لمتابعة أكثر سلاسة.
ja: ウィンドウの動きを 90 Hz で追跡し、最も滑らかな追従を実現します。

source: WindowTrackingProfile.HighPerformance.Title
ar: أداء عالٍ (90 هرتز)
ja: 高性能 (90 Hz)

source: WindowTrackingProfile.Standard.Description
ar: يحافظ على تزامن التراكبات عند 60 هرتز أثناء تحريك النوافذ.
ja: ウィンドウを動かしている間もオーバーレイを 60 Hz で同期し続けます。

source: WindowTrackingProfile.Standard.Title
ar: قياسي (60 هرتز)
ja: 標準 (60 Hz)

source: Full Screen Blur
ar: ضبابية ملء الشاشة
ja: フルスクリーンブラー

source: HUD Window Blur
ar: ضبابية نافذة HUD
ja: HUD ウィンドウブラー

source: Menu Blur
ar: ضبابية القائمة
ja: メニューブラー

source: Popover Blur
ar: ضبابية النافذة المنبثقة
ja: ポップオーバーブラー

source: Sheet Blur
ar: ضبابية الورقة
ja: シートブラー

source: Sidebar Blur
ar: ضبابية الشريط الجانبي
ja: サイドバーブラー

source: Window Background Blur
ar: ضبابية خلفية النافذة
ja: ウィンドウ背景ブラー

source: Preferences.Tab.Screen
ar: الشاشة
ja: スクリーン

source: Ocean
ar: محيط

source: Standard Icon
ar: أيقونة قياسية

source: Open Preferences to choose opacity, tint, and one of the Focus, Warm, Ocean, or Monochrome presets per display.
ar: افتح التفضيلات لاختيار التعتيم والصبغة وأحد إعدادات تركيز أو دافئ أو محيط أو أحادي اللون لكل شاشة.

source: Preset
ar: إعداد مسبق

source: Connected Displays
ar: الشاشات المتصلة

source: Dark
ar: داكن

source: Focusly Onboarding
ar: البدء مع Focusly

source: Hotkeys.Masking.Toggle.Description
ar: بدّل بين تمييز النافذة المركزة فقط أو جميع نوافذ التطبيق النشط.

source: Hotkeys.Masking.Toggle.Title
ar: تبديل وضع الإخفاء لكل شاشة

source: Hotkeys.Overlay.Toggle.Description
ar: أظهر أو أخفِ تراكبات الضبابية/اللون من دون لمس شريط القوائم.

source: Hotkeys.Overlay.Toggle.Title
ar: تبديل تراكبات Focusly

source: Match %@
ar: مطابقة %@

source: Multi-Monitor Actions
ar: إجراءات متعددة الشاشات

source: Paper
ar: ورق

source: Preferences.About
ar: حول Focusly

source: Preferences.About.Description
ar: تفاصيل الإصدار والاعتمادات وروابط مفيدة.

source: Preferences.About.Issues
ar: الإبلاغ عن مشكلة

source: Preferences.About.Support
ar: بريد الدعم

source: Preferences.About.Website
ar: موقع المشروع

source: Preferences.General.Appearance
ar: المظهر

source: Preferences.General.Appearance.Description
ar: بدّل بين واجهة نافذة مصغّرة وأخرى كلاسيكية.

source: Preferences.General.Appearance.Toggle
ar: اجعل نافذة الإعدادات بمظهر مصغّر

source: Preferences.General.Appearance.Toggle.Description
ar: أزل الإطار والزخرفة الإضافية من نافذة الإعدادات.

source: Preferences.General.Launch
ar: التشغيل والاختصارات

source: Preferences.General.Launch.Description
ar: تحكّم في سلوك بدء التشغيل والاختصار العالمي.

source: Preferences.General.Localized
ar: اللغة والإرشاد

source: Preferences.General.Localized.Description
ar: بدّل اللغات فورًا أو أعد مشاهدة جولة المقدمة.

source: Preferences.General.MenuBar
ar: الظهور في شريط القوائم

source: Preferences.General.MenuBar.Description
ar: اختر أيقونة Focusly التي تظهر في شريط القوائم.

source: Preferences.Interface.Displays
ar: الشاشات

source: Preferences.Interface.Displays.Description
ar: اضبط Focusly لكل شاشة أو زامن الأنماط فورًا.

source: Preferences.Interface.Presets
ar: إعدادات التركيز المسبقة

source: Preferences.Interface.Presets.Description
ar: بدّل سريعًا بين المظاهر المحفوظة.

source: Preferences.Tab.About
ar: حول

source: Preferences.Tab.General
ar: عام

source: Quick setup
ar: إعداد سريع

source: Revert to the preset defaults or mirror these settings across every screen.
ar: أعد قيم الإعداد المسبق الافتراضية أو انسخ هذه الإعدادات إلى كل الشاشات.

source: Version %@
ar: الإصدار %@

source: View on GitHub
ar: عرض على GitHub

source: White
ar: أبيض

source: WindowControls.Accessibility.Close
ar: زر إغلاق النافذة

source: WindowControls.Accessibility.Minimize
ar: زر تصغير النافذة

source: WindowControls.Accessibility.Zoom
ar: زر تكبير النافذة
