Repository: Punshnut/macos-focusly
Catalog: Focusly/Resources/Localization/*.lproj/Localizable.strings
Languages: de, es_mx, fr, it, pt_br, ru, sw, th, tr, uk

# Hotkeys.Overlay.Toggle.Description
source: Show or hide the blur/tint overlays without touching the menu bar.
de: Blende die Unschärfe-/Farb-Overlays ein oder aus, ohne die Menüleiste zu öffnen.
es_mx: Muestra u oculta los overlays de desenfoque/color sin tocar la barra de menús.
fr: Affichez ou masquez les superpositions floues/couleur sans toucher à la barre de menus.
it: Mostra o nascondi gli overlay di sfocatura/colore senza usare la barra dei menu.
pt_br: Mostre ou oculte as sobreposições de desfoque/tom sem tocar na barra de menus.
ru: Показывайте или скрывайте оверлеи размытия/тона, не заходя в строку меню.
sw: Onyesha au ficha tabaka za ukungu/rangi bila kugusa mwambaa wa menyu.
th: แสดงหรือซ่อนโอเวอร์เลย์การเบลอ/โทนสีโดยไม่ต้องแตะแถบเมนู.
tr: Menü çubuğuna dokunmadan bulanıklık/ton kaplamalarını gösterin veya gizleyin.
uk: Показуйте чи ховайте накладки розмиття/тону, не торкаючись рядка меню.

# Hotkeys.Overlay.Toggle.Title
source: Toggle Focusly overlays
de: Focusly-Overlays umschalten
es_mx: Alternar overlays de Focusly
fr: Basculer les superpositions Focusly
it: Attiva/disattiva gli overlay di Focusly
pt_br: Alternar sobreposições do Focusly
ru: Переключать оверлеи Focusly
sw: Badilisha tabaka za Focusly
th: สลับโอเวอร์เลย์ของ Focusly
tr: Focusly kaplamalarını değiştir
uk: Перемикати накладки Focusly

source: Match %@
de: Mit %@ abgleichen
es_mx: Igualar %@
fr: Faire correspondre à %@
it: Abbina a %@
pt_br: Combinar com %@
ru: Подстроить под %@
sw: Lingamisha na %@
th: จับคู่กับ %@
tr: %@ ile eşleştir
uk: Підігнати під %@

source: Multi-Monitor Actions
de: Aktionen für mehrere Monitore
es_mx: Acciones multimonitor
fr: Actions multi-écrans
it: Azioni multi-monitor
pt_br: Ações multi-monitor
ru: Действия для нескольких мониторов
sw: Vitendo vya skrini nyingi
th: การทำงานหลายหน้าจอ
tr: Çoklu monitör eylemleri
uk: Дії для кількох моніторів

source: Paper
de: Papier
es_mx: Papel
fr: Papier
it: Carta
pt_br: Papel
ru: Бумага
sw: Karatasi
th: กระดาษ
tr: Kağıt
uk: Папір

# Preferences.About
source: About Focusly
de: Über Focusly
es_mx: Acerca de Focusly
fr: À propos de Focusly
it: Informazioni su Focusly
pt_br: Sobre o Focusly
ru: О Focusly
sw: Kuhusu Focusly
th: เกี่ยวกับ Focusly
tr: Focusly hakkında
uk: Про Focusly

# Preferences.About.Description
source: Version details, credits, and useful links.
de: Versionsdetails, Danksagungen und hilfreiche Links.
es_mx: Detalles de la versión, créditos y enlaces útiles.
fr: Détails de version, crédits et liens utiles.
it: Dettagli sulla versione, crediti e link utili.
pt_br: Detalhes da versão, créditos e links úteis.
ru: Сведения о версии, авторы и полезные ссылки.
sw: Maelezo ya toleo, shukrani na viungo muhimu.
th: รายละเอียดเวอร์ชัน เครดิต และลิงก์ที่เป็นประโยชน์.
tr: Sürüm ayrıntıları, emeği geçenler ve yararlı bağlantılar.
uk: Докладно про версію, подяки та корисні посилання.

# Preferences.About.Issues
source: Report an Issue
de: Ein Problem melden
es_mx: Informar un problema
fr: Signaler un problème
it: Segnala un problema
pt_br: Reportar um problema
ru: Сообщить о проблеме
sw: Ripoti tatizo
th: รายงานปัญหา
tr: Bir sorun bildir
uk: Повідомити про проблему

# Preferences.About.Support
source: Support Email
es_mx: Correo de soporte
fr: Courriel du support
it: Email di supporto
pt_br: Email de suporte
ru: Почта поддержки
sw: Barua pepe ya usaidizi
th: อีเมลฝ่ายสนับสนุน
tr: Destek e-postası
uk: Електронна пошта підтримки

# Preferences.About.Website
source: Project Website
de: Projektwebsite
es_mx: Sitio del proyecto
fr: Site du projet
it: Sito del progetto
pt_br: Site do projeto
ru: Сайт проекта
sw: Tovuti ya mradi
th: เว็บไซต์โปรเจกต์
tr: Proje web sitesi
uk: Вебсайт проєкту

# Preferences.Apps.AddButton
source: Add Application
de: App hinzufügen
es_mx: Agregar aplicación
it: Aggiungi app
pt_br: Adicionar aplicativo
sw: Ongeza programu
th: เพิ่มแอป
tr: Uygulama ekle
uk: Додати програму

# Preferences.Apps.AddMessage
source: Select an application to keep off the overlay.
de: Wähle eine App aus, die nicht überdeckt werden soll.
es_mx: Selecciona una aplicación para mantenerla fuera de la superposición.
it: Seleziona un’app da escludere dalla sovrapposizione.
pt_br: Selecione um aplicativo para mantê-lo fora da sobreposição.
sw: Chagua programu ya kuiondoa kwenye jalada.
th: เลือกแอปเพื่อไม่ให้ถูกซ้อนทับ
tr: Kaplamanın dışında tutulacak bir uygulama seçin.
uk: Виберіть застосунок, який не потрібно перекривати.

# Preferences.Apps.AddPrompt
source: Add
de: Hinzufügen
es_mx: Agregar
it: Aggiungi
pt_br: Adicionar
sw: Ongeza
th: เพิ่ม
tr: Ekle
uk: Додати

# Preferences.Apps.DefaultBadge
source: Default
de: Standard
es_mx: Predeterminado
it: Predefinito
pt_br: Padrão
sw: Chaguo-msingi
th: ค่าเริ่มต้น
tr: Varsayılan
uk: Типово

# Preferences.Apps.Description
source: Choose which apps Focusly should always or never blur.
de: Wähle aus, welche Apps Focusly immer oder niemals weichzeichnen soll.
es_mx: Elige qué apps debe difuminar Focusly siempre o nunca.
it: Scegli quali app Focusly deve sempre o mai sfocare.
pt_br: Escolha quais apps o Focusly deve sempre ou nunca desfocar.
sw: Chagua ni programu zipi Focusly inapaswa kusitawisha kila mara au kamwe.
th: เลือกแอปที่ Focusly ควรเบลอเสมอหรือไม่เบลอเลย
tr: Focusly’nin her zaman bulanıklaştıracağı veya asla bulanıklaştırmayacağı uygulamaları seçin.
uk: Виберіть, які застосунки Focusly має завжди розмивати, а які — ніколи.

# Preferences.Apps.Empty
source: No apps are excluded yet. Add one to stop Focusly from masking it.
de: Noch sind keine Apps ausgenommen. Füge eine hinzu, damit Focusly sie nicht maskiert.
es_mx: Aún no hay apps excluidas. Añade una para que Focusly no la enmascare.
it: Nessuna app è ancora esclusa. Aggiungine una per evitare che Focusly la mascheri.
pt_br: Nenhum app foi excluído ainda. Adicione um para que o Focusly não o masque.
sw: Bado hakuna programu zilizotolewa. Ongeza moja ili Focusly aache kuificha.
th: ยังไม่มีแอปที่ยกเว้น เพิ่มหนึ่งรายการเพื่อให้ Focusly ไม่ซ่อนแอปนั้น
tr: Henüz hariç tutulan uygulama yok. Focusly’nin maskelemesini durdurmak için bir tane ekleyin.
uk: Поки немає виключених застосунків. Додайте один, щоб Focusly його не маскував.

# Preferences.Apps.Footer
source: Keep overlay helpers visible while still masking their Settings windows when you need to tweak them.
de: Overlay-Helfer sichtbar lassen, während ihre Einstellungsfenster weiterhin maskiert werden, wenn du sie anpassen musst.
es_mx: Mantén visibles los ayudantes de superposición mientras sus ventanas de Ajustes siguen enmascaradas cuando necesites ajustarlas.
it: Mantieni visibili gli assistenti dell’overlay continuando a mascherare le loro finestre Impostazioni quando devi regolarle.
pt_br: Manter os assistentes de sobreposição visíveis, mascarando suas janelas de Ajustes quando for preciso ajustá-las.
sw: Weka wasaidizi wa jalada wakionekana huku ukificha madirisha yao ya Mipangilio unapotaka kurekebisha.
th: คงให้ตัวช่วยโอเวอร์เลย์มองเห็นได้ ขณะยังซ่อนหน้าต่างการตั้งค่าของพวกมันเมื่อคุณต้องการปรับแต่ง
tr: Ayar yapmanız gerektiğinde, Ayarlar pencereleri maskelenmiş halde kalırken kaplama yardımcılarını görünür tutun.
uk: Залишати допоміжні елементи накладання видимими, але приховувати їхні вікна Налаштувань під час зміни параметрів.

# Preferences.Apps.Preference.AlwaysMask
source: Don't blur any window of this app
de: Kein Fenster dieser App weichzeichnen
es_mx: No difuminar ninguna ventana de esta app
it: Non sfocare nessuna finestra di questa app
pt_br: Não desfocar nenhuma janela deste app
sw: Usisitawishe dirisha lolote la programu hii
th: ไม่ต้องเบลอหน้าต่างใด ๆ ของแอปนี้
tr: Bu uygulamanın hiçbir penceresini bulanıklaştırma
uk: Не розмивати жодне вікно цього застосунку

# Preferences.Apps.Preference.Exclude
source: Always blur entire app
de: Gesamte App immer weichzeichnen
es_mx: Siempre difuminar toda la app
it: Sfoca sempre l’intera app
pt_br: Sempre desfocar todo o app
sw: Sitasawazisha programu yote kila mara
th: เบลอทั้งแอปเสมอ
tr: Tüm uygulamayı her zaman bulanıklaştır
uk: Завжди розмивати весь застосунок

# Preferences.Apps.Preference.Label
source: Masking Behavior
de: Maskierungsverhalten
es_mx: Comportamiento de enmascarado
it: Comportamento di mascheramento
pt_br: Comportamento de mascaramento
sw: Tabia ya kuficha
th: พฤติกรรมการซ่อน
tr: Maskeleme davranışı
uk: Поведінка маскування

# Preferences.Apps.Preference.SettingsOnly
source: Always blur app except Settings menu
de: App immer weichzeichnen, außer im Einstellungsmenü
es_mx: Siempre difuminar la app excepto el menú de Ajustes
it: Sfoca sempre l’app tranne il menu Impostazioni
pt_br: Sempre desfocar o app, exceto o menu Ajustes
sw: Sitasawazisha programu kila mara isipokuwa menyu ya Mipangilio
th: เบลอแอปเสมอ ยกเว้นเมนูการตั้งค่า
tr: Ayarlar menüsü hariç uygulamayı her zaman bulanıklaştır
uk: Завжди розмивати застосунок, крім меню Налаштувань

# Preferences.Apps.RemoveButton
source: Remove Application
de: App entfernen
es_mx: Quitar aplicación
it: Rimuovi app
pt_br: Remover aplicativo
sw: Ondoa programu
th: เอาแอปออก
tr: Uygulamayı kaldır
uk: Видалити застосунок

# Preferences.Apps.Table.Application
source: Application
de: App
es_mx: Aplicación
it: App
pt_br: Aplicativo
sw: Programu
th: แอป
tr: Uygulama
uk: Застосунок

# Preferences.Apps.Table.Behavior
source: Behavior
de: Verhalten
es_mx: Comportamiento
it: Comportamento
pt_br: Comportamento
sw: Tabia
th: พฤติกรรม
tr: Davranış
uk: Поведінка

# Preferences.Apps.Title
source: Applications
de: Apps
es_mx: Aplicaciones
it: App
pt_br: Aplicativos
sw: Programu
th: แอป
tr: Uygulamalar
uk: Застосунки

# Preferences.General.Appearance
source: Appearance
de: Darstellung
es_mx: Apariencia
fr: Apparence
it: Aspetto
pt_br: Aparência
ru: Внешний вид
sw: Mwonekano
th: ลักษณะ
tr: Görünüm
uk: Зовнішній вигляд

# Preferences.General.Appearance.Description
source: Switch between minimal and classic window chrome.
de: Zwischen minimalem und klassischem Fensterchrom wechseln.
es_mx: Alterna entre la ventana minimalista y la clásica.
fr: Passez entre un habillage de fenêtre minimal ou classique.
it: Passa tra cornice della finestra minimale e classica.
pt_br: Alterne entre moldura minimalista ou clássica da janela.
ru: Переключайтесь между минимальным и классическим окном.
sw: Badilisha kati ya fremu ya dirisha ya chini au ile ya jadi.
th: สลับระหว่างกรอบหน้าต่างแบบมินิมอลและแบบคลาสสิก.
tr: Minimal ve klasik pencere çerçevesi arasında geçiş yapın.
uk: Перемикайтеся між мінімалістичним та класичним оформленням вікна.

# Preferences.General.Appearance.Toggle
source: Make the settings window look minimal
de: Einstellungsfenster minimal darstellen
es_mx: Hacer que la ventana de ajustes sea minimalista
fr: Donner un aspect minimal à la fenêtre de réglages
it: Rendi minimale la finestra delle impostazioni
pt_br: Deixar a janela de ajustes minimalista
ru: Сделать окно настроек минималистичным
sw: Fanya dirisha la mipangilio lionekane rahisi
th: ทำให้หน้าต่างการตั้งค่าดูเรียบง่าย
tr: Ayarlar penceresini minimal yap
uk: Зробити вікно налаштувань мінімалістичним

# Preferences.General.Appearance.Toggle.Description
source: Remove the border and extra chrome from the settings window.
de: Entfernt den Rahmen und zusätzliche Zierelemente aus dem Einstellungsfenster.
es_mx: Quita el borde y los adornos extra de la ventana de ajustes.
fr: Supprime la bordure et les ornements supplémentaires de la fenêtre de réglages.
it: Rimuove bordo e ornamenti extra dalla finestra delle impostazioni.
pt_br: Remove a borda e os adornos extras da janela de ajustes.
ru: Удаляет рамку и лишний декор из окна настроек.
sw: Huondoa ukingo na mapambo ya ziada kwenye dirisha la mipangilio.
th: ลบกรอบและองค์ประกอบตกแต่งส่วนเกินออกจากหน้าต่างการตั้งค่า.
tr: Ayarlar penceresindeki kenarlığı ve ekstra süslemeleri kaldırır.
uk: Видаляє рамку та зайві елементи декору з вікна налаштувань.

# Preferences.General.Launch
source: Launch & Shortcuts
de: Start & Kurzbefehle
es_mx: Inicio y atajos
fr: Lancement et raccourcis
it: Avvio e scorciatoie
pt_br: Inicialização e atalhos
ru: Запуск и сочетания
sw: Uzinduzi na njia za mkato
th: การเปิดใช้งานและปุ่มลัด
tr: Başlatma ve kısayollar
uk: Запуск і скорочення

# Preferences.General.Launch.Description
source: Control startup behavior and your global shortcut.
de: Steuere das Startverhalten und dein globales Tastenkürzel.
es_mx: Controla el comportamiento al iniciar y tu atajo global.
fr: Contrôlez le démarrage et votre raccourci global.
it: Controlla il comportamento all’avvio e la scorciatoia globale.
pt_br: Controle o comportamento ao iniciar e o atalho global.
ru: Управляйте поведением при запуске и глобальным сочетанием клавиш.
sw: Dhibiti tabia wakati wa kuwasha na njia yako ya mkato ya kimataifa.
th: ควบคุมพฤติกรรมตอนเริ่มต้นและปุ่มลัดทั่วทั้งระบบ.
tr: Başlangıç davranışını ve genel kısayolunuzu kontrol edin.
uk: Керуйте поведінкою під час запуску та глобальним скороченням.

# Preferences.General.Localized
source: Language & Guidance
de: Sprache & Anleitung
es_mx: Idioma y guía
fr: Langue et accompagnement
it: Lingua e guida
pt_br: Idioma e orientação
ru: Язык и подсказки
sw: Lugha na mwongozo
th: ภาษาและคำแนะนำ
tr: Dil ve rehberlik
uk: Мова та підказки

# Preferences.General.Localized.Description
source: Switch languages instantly or revisit the intro walkthrough.
de: Wechsle sofort die Sprache oder starte die Einführung erneut.
es_mx: Cambia de idioma al instante o vuelve a ver la introducción.
fr: Changez de langue instantanément ou relancez l’introduction.
it: Cambia lingua all’istante o rivedi il tour introduttivo.
pt_br: Troque de idioma na hora ou reveja o guia introdutório.
ru: Мгновенно переключайте язык или заново пройдите вводный тур.
sw: Badilisha lugha papo hapo au rejea tena mwongozo wa utangulizi.
th: เปลี่ยนภาษาได้ทันทีหรือกลับไปดูบทแนะนำเริ่มต้น.
tr: Dilleri anında değiştirin veya tanıtım turunu yeniden ziyaret edin.
uk: Миттєво змінюйте мову або поверніться до вступного туру.

# Preferences.General.MenuBar
source: Menu Bar Icon
de: Menüleisten-Präsenz
es_mx: Presencia en la barra de menús
fr: Présence dans la barre de menus
it: Presenza nella barra dei menu
pt_br: Presença na barra de menus
ru: Отображение в строке меню
sw: Uwepo kwenye mwambaa wa menyu
th: การแสดงบนแถบเมนู
tr: Menü çubuğu görünümü
uk: Наявність у рядку меню

# Preferences.General.MenuBar.Description
source: Pick which Focusly icon appears in the menu bar.
de: Wähle, welches Focusly-Symbol in der Menüleiste erscheint.
es_mx: Elige qué ícono de Focusly aparece en la barra de menús.
fr: Choisissez quelle icône Focusly apparaît dans la barre de menus.
it: Scegli quale icona Focusly mostrare nella barra dei menu.
pt_br: Escolha qual ícone do Focusly aparece na barra de menus.
ru: Выберите, какая иконка Focusly отображается в строке меню.
sw: Chagua ni ikoni gani ya Focusly itaonekana kwenye mwambaa wa menyu.
th: เลือกไอคอน Focusly ที่จะแสดงบนแถบเมนู.
tr: Menü çubuğunda hangi Focusly simgesinin görüneceğini seçin.
uk: Виберіть, яка піктограма Focusly показується в рядку меню.

# Preferences.Interface.Displays
source: Displays
de: Bildschirme
es_mx: Pantallas
fr: Écrans
it: Schermi
pt_br: Monitores
ru: Дисплеи
sw: Skrini
th: หน้าจอ
tr: Ekranlar
uk: Дисплеї

# Preferences.Interface.Displays.Description
source: Fine-tune Focusly per monitor or sync styles instantly.
de: Feinjustiere Focusly pro Monitor oder synchronisiere Styles sofort.
es_mx: Ajusta Focusly por monitor o sincroniza estilos al instante.
fr: Affine Focusly par moniteur ou synchronise les styles instantanément.
it: Affina Focusly per monitor o sincronizza subito gli stili.
pt_br: Ajuste o Focusly por monitor ou sincronize estilos imediatamente.
ru: Точно настраивайте Focusly для каждого монитора или мгновенно синхронизируйте стили.
sw: Rekebisha Focusly kwa kila monitor au sawazisha mitindo mara moja.
th: ปรับ Focusly อย่างละเอียดต่อมอนิเตอร์หรือซิงก์สไตล์ทันที.
tr: Focusly'yi monitör başına ince ayarlayın veya stilleri anında senkronize edin.
uk: Точно налаштовуйте Focusly для кожного монітора або миттєво синхронізуйте стилі.

# Preferences.Interface.Presets
source: Focus Presets
de: Fokus-Voreinstellungen
es_mx: Preajustes de foco
fr: Préréglages Focus
it: Preimpostazioni Focus
pt_br: Predefinições de foco
ru: Фокус-пресеты
sw: Mipangilio ya Focus
th: พรีเซ็ตโฟกัส
tr: Focus ön ayarları
uk: Фокус-пресети

# Preferences.Interface.Presets.Description
source: Quickly switch between saved looks.
de: Wechsle schnell zwischen gespeicherten Looks.
es_mx: Cambia rápido entre los looks guardados.
fr: Basculez rapidement entre les looks enregistrés.
it: Passa rapidamente tra i look salvati.
pt_br: Alterne rapidamente entre os visuais salvos.
ru: Быстро переключайтесь между сохранёнными видами.
sw: Badilisha haraka kati ya mionekano iliyohifadhiwa.
th: สลับระหว่างลุคที่บันทึกไว้ได้อย่างรวดเร็ว.
tr: Kaydedilmiş görünümler arasında hızlıca geçiş yapın.
uk: Швидко перемикайтеся між збереженими видами.

# Preferences.Tab.About
source: About
de: Info
es_mx: Acerca de
fr: À propos
it: Info
pt_br: Sobre
ru: О программе
sw: Kuhusu
th: เกี่ยวกับ
tr: Hakkında
uk: Про застосунок

# Preferences.Tab.Apps
source: Apps
it: App
sw: Programu
th: แอป
tr: Uygulamalar
uk: Застосунки

# Preferences.Tab.General
source: General
de: Allgemein
fr: Général
it: Generale
pt_br: Geral
ru: Основные
sw: Jumla
th: ทั่วไป
tr: Genel
uk: Загальні

source: Quick setup
de: Schnelleinrichtung
es_mx: Configuración rápida
fr: Configuration rapide
it: Configurazione rapida
pt_br: Configuração rápida
ru: Быстрая настройка
sw: Usanidi wa haraka
th: ตั้งค่าอย่างรวดเร็ว
tr: Hızlı kurulum
uk: Швидке налаштування

source: Revert to the preset defaults or mirror these settings across every screen.
de: Stelle die Standard-Voreinstellungen wieder her oder spiegele diese Einstellungen auf alle Bildschirme.
es_mx: Vuelve a los valores predeterminados del preajuste o replica estos ajustes en todas las pantallas.
fr: Revenez aux valeurs du préréglage ou dupliquez ces réglages sur tous les écrans.
it: Ripristina i valori della preimpostazione o replica queste impostazioni su tutti gli schermi.
pt_br: Volte aos padrões da predefinição ou espelhe essas configurações em todas as telas.
ru: Верните значения пресета по умолчанию или примените эти настройки ко всем экранам.
sw: Rudi kwenye chaguo-msingi cha mpangilio au nakili mipangilio hii kwa skrini zote.
th: ย้อนกลับไปยังค่าเริ่มต้นของพรีเซ็ตหรือจำลองการตั้งค่านี้ไปยังทุกหน้าจอ.
tr: Ön ayarın varsayılanlarına dönün veya bu ayarları tüm ekranlara yansıtın.
uk: Поверніть типові значення пресета або продублюйте ці параметри на всі екрани.

source: Version %@
es_mx: Versión %@
it: Versione %@
pt_br: Versão %@
ru: Версия %@
sw: Toleo %@
th: เวอร์ชัน %@
tr: Sürüm %@
uk: Версія %@

source: View on GitHub
de: Auf GitHub ansehen
es_mx: Ver en GitHub
fr: Voir sur GitHub
it: Vedi su GitHub
pt_br: Ver no GitHub
ru: Посмотреть на GitHub
sw: Tazama kwenye GitHub
th: ดูบน GitHub
tr: GitHub’da görüntüle
uk: Переглянути на GitHub

source: White
de: Weiß
es_mx: Blanco
fr: Blanc
it: Bianco
pt_br: Branco
ru: Белый
sw: Nyeupe
th: สีขาว
tr: Beyaz
uk: Білий

# WindowControls.Accessibility.Close
source: Close window button
de: Schaltfläche „Fenster schließen“
es_mx: Botón para cerrar la ventana
fr: Bouton de fermeture de la fenêtre
it: Pulsante per chiudere la finestra
pt_br: Botão para fechar a janela
ru: Кнопка «Закрыть окно»
sw: Kitufe cha kufunga dirisha
th: ปุ่มปิดหน้าต่าง
tr: Pencereyi kapatma düğmesi
uk: Кнопка «Закрити вікно»

# WindowControls.Accessibility.Minimize
source: Minimize window button
de: Schaltfläche „Fenster minimieren“
es_mx: Botón para minimizar la ventana
fr: Bouton de réduction de la fenêtre
it: Pulsante per ridurre la finestra
pt_br: Botão para minimizar a janela
ru: Кнопка «Свернуть окно»
sw: Kitufe cha kupunguza dirisha
th: ปุ่มย่อหน้าต่าง
tr: Pencereyi simge durumuna küçültme düğmesi
uk: Кнопка «Згорнути вікно»

# WindowControls.Accessibility.Zoom
source: Zoom window button
de: Schaltfläche „Fenster vergrößern“
es_mx: Botón para ampliar la ventana
fr: Bouton d’agrandissement de la fenêtre
it: Pulsante per ingrandire la finestra
pt_br: Botão para ampliar a janela
ru: Кнопка «Развернуть окно»
sw: Kitufe cha kukuza dirisha
th: ปุ่มขยายหน้าต่าง
tr: Pencereyi büyütme düğmesi
uk: Кнопка «Розгорнути вікно»

source: Moss
de: Moos
it: Muschio
pt_br: Musgo

source: Open Preferences to choose opacity, tint, and one of the Focus, Warm, Moss, Ocean, or Monochrome presets per display.
de: Öffne die Einstellungen, um Deckkraft, Farbton und eine der Voreinstellungen Fokus, Warm, Moos, Ozean oder Monochrom pro Display auszuwählen.
it: Apri Preferenze per scegliere opacità, tinta e una delle preimpostazioni Focus, Caldo, Muschio, Oceano o Monocromatico per ogni schermo.
pt_br: Abra as Preferências para escolher opacidade, tom e uma das predefinições Foco, Quente, Musgo, Oceano ou Monocromático para cada monitor.
