Repository: Punshnut/macos-focusly
Catalog: Focusly/Resources/Localization/*.lproj/Localizable.strings
Languages: de, es_mx, fr, it, pt_br, ru, sw, th, tr, uk

source: 1. Switch overlays on
de: 1. Overlays einschalten
es_mx: 1. Activa las superposiciones
fr: 1. Activez les superpositions
it: 1. Attiva le sovrapposizioni
pt_br: 1. Ative as sobreposições
ru: 1. Включите оверлеи
sw: 1. Washa tabaka
th: 1. เปิดโอเวอร์เลย์
tr: 1. Kaplamaları açın
uk: 1. Увімкніть накладки

source: 2. Pick a filter
de: 2. Einen Filter wählen
es_mx: 2. Elige un filtro
fr: 2. Choisissez un filtre
it: 2. Scegli un filtro
pt_br: 2. Escolha um filtro
ru: 2. Выберите фильтр
sw: 2. Chagua kichujio
th: 2. เลือกฟิลเตอร์
tr: 2. Bir filtre seçin
uk: 2. Оберіть фільтр

source: 3. Set your controls
de: 3. Steuerung einrichten
es_mx: 3. Configura tus controles
fr: 3. Configurez vos réglages
it: 3. Configura i controlli
pt_br: 3. Defina os controles
ru: 3. Настройте элементы управления
sw: 3. Weka vidhibiti vyako
th: 3. ตั้งค่าการควบคุม
tr: 3. Kontrollerinizi ayarlayın
uk: 3. Налаштуйте керування

source: About %@
de: Über %@
es_mx: Acerca de %@
fr: À propos de %@
it: Informazioni su %@
pt_br: Sobre %@
ru: О %@
sw: Kuhusu %@
th: เกี่ยวกับ %@
tr: %@ Hakkında
uk: Про %@

source: Adjust how quickly Focusly tracks windows while you move or resize them.
de: Bestimme, wie schnell Focusly Fenster während des Verschiebens oder Größenänderungen verfolgt.
es_mx: Ajusta la velocidad con la que Focusly sigue las ventanas al moverlas o cambiarles el tamaño.
fr: Ajustez la vitesse à laquelle Focusly suit les fenêtres lorsque vous les déplacez ou les redimensionnez.
it: Regola la velocità con cui Focusly segue le finestre mentre le sposti o ne cambi la dimensione.
pt_br: Ajuste a velocidade com que o Focusly acompanha as janelas enquanto você as move ou redimensiona.
ru: Настройте, с какой скоростью Focusly отслеживает окна при их перемещении или изменении размера.
sw: Rekebisha kasi ambayo Focusly hufuatilia madirisha unapoyahamisha au kuyabadilisha ukubwa.
th: ปรับความเร็วที่ Focusly ติดตามหน้าต่างขณะคุณย้ายหรือปรับขนาด.
tr: Focusly'nin pencereleri taşırken veya yeniden boyutlandırırken ne kadar hızlı izleyeceğini ayarlayın.
uk: Налаштуйте, з якою швидкістю Focusly відстежує вікна, коли ви їх переміщуєте чи змінюєте розмір.

source: Adjust how the overlay looks on this screen.
de: Passe an, wie das Overlay auf diesem Bildschirm aussieht.
es_mx: Ajusta el aspecto de la superposición en esta pantalla.
fr: Ajustez l'apparence de la superposition sur cet écran.
it: Modifica l'aspetto della sovrapposizione su questo schermo.
pt_br: Ajuste a aparência da sobreposição neste monitor.
ru: Настройте внешний вид оверлея на этом экране.
sw: Rekebisha mwonekano wa tabaka kwenye skrini hii.
th: ปรับรูปลักษณ์ของโอเวอร์เลย์บนหน้าจอนี้.
tr: Bu ekrandaki kaplamanın nasıl göründüğünü ayarlayın.
uk: Налаштуйте вигляд накладки на цьому екрані.

source: Adjust the tint and transparency until it matches your space.
de: Passe Farbton und Transparenz an, bis sie zu deinem Umfeld passen.
es_mx: Ajusta el tono y la transparencia hasta que encajen con tu espacio.
fr: Ajustez la teinte et la transparence jusqu'à ce qu'elles correspondent à votre espace.
it: Regola tinta e trasparenza finché si adattano al tuo ambiente.
pt_br: Ajuste o tom e a transparência até combinar com o seu espaço.
ru: Подберите оттенок и прозрачность так, чтобы они соответствовали вашему пространству.
sw: Rekebisha rangi na uwazi hadi zilingane na mazingira yako.
th: ปรับโทนสีและความโปร่งใสให้เข้ากับพื้นที่ของคุณ.
tr: Alanınıza uyana kadar ton ve saydamlığı ayarlayın.
uk: Підіберіть тон і прозорість так, щоб вони пасували до вашого простору.

source: App Language
de: App-Sprache
es_mx: Idioma de la app
fr: Langue de l'app
it: Lingua dell'app
pt_br: Idioma do app
ru: Язык приложения
sw: Lugha ya programu
th: ภาษาของแอป
tr: Uygulama dili
uk: Мова застосунку

source: Appearance
de: Darstellung
es_mx: Apariencia
fr: Apparence
it: Aspetto
pt_br: Aparência
ru: Внешний вид
sw: Mwonekano
th: ลักษณะ
tr: Görünüm
uk: Зовнішній вигляд

source: Apply to Other Displays
de: Auf andere Displays anwenden
es_mx: Aplicar a otras pantallas
fr: Appliquer aux autres écrans
it: Applica ad altri schermi
pt_br: Aplicar a outros monitores
ru: Применить к другим дисплеям
sw: Tumia kwenye skrini zingine
th: นำไปใช้กับหน้าจออื่น
tr: Diğer ekranlara uygula
uk: Застосувати до інших дисплеїв

source: Assign a global shortcut and enable Launch at Login in Preferences so Focusly is ready whenever you are.
de: Weise in den Einstellungen eine globale Tastenkombination zu und aktiviere „Beim Anmelden starten“, damit Focusly immer bereit ist.
es_mx: Asigna un atajo global y activa Inicio al iniciar sesión en Preferencias para que Focusly esté listo siempre que lo necesites.
fr: Attribuez un raccourci global et activez Lancement à l'ouverture de session dans Préférences pour que Focusly soit prêt quand vous en avez besoin.
it: Assegna una scorciatoia globale e attiva Avvio all'accesso in Preferenze così Focusly è pronto ogni volta che ti serve.
pt_br: Defina um atalho global e ative Iniciar ao Fazer Login nas Preferências para que o Focusly esteja sempre pronto.
ru: Назначьте глобальное сочетание клавиш и включите «Запуск при входе» в настройках, чтобы Focusly был готов, когда он вам нужен.
sw: Weka njia ya mkato ya kimataifa na uwashe Uzinduzi Wakati wa Kuingia kwenye Mapendeleo ili Focusly iwe tayari wakati wowote unapoihitaji.
th: กำหนดคีย์ลัดแบบทั่วระบบและเปิดใช้ เริ่มทำงานเมื่อเข้าสู่ระบบ ในการตั้งค่า เพื่อให้ Focusly พร้อมใช้งานเสมอ
tr: Focusly her an hazır olsun diye Tercihler'de genel bir kısayol atayın ve Girişte Çalıştır'ı etkinleştirin.
uk: Призначте глобальне скорочення та увімкніть «Запуск під час входу» у налаштуваннях, щоб Focusly був готовий, коли завгодно.

source: Back
de: Zurück
es_mx: Atrás
fr: Retour
it: Indietro
pt_br: Voltar
ru: Назад
sw: Nyuma
th: ย้อนกลับ
tr: Geri
uk: Назад

source: Smart Blur
de: Intelligente Unschärfe
es_mx: Desenfoque inteligente
fr: Flou intelligent
it: Sfocatura intelligente
pt_br: Desfoque inteligente
ru: Умное размытие
sw: Ukungu mahiri
th: เบลออัจฉริยะ
tr: Akıllı Bulanıklık
uk: Розумне розмиття

source: Blur Style
de: Unschärfestil
es_mx: Estilo de desenfoque
fr: Style de flou
it: Stile della sfocatura
pt_br: Estilo de desfoque
ru: Стиль размытия
sw: Mtindo wa ukungu
th: สไตล์การเบลอ
tr: Bulanıklık stili
uk: Стиль розмиття

source: Blur Radius
de: Unschärferadius
es_mx: Radio de desenfoque
fr: Rayon du flou
it: Raggio della sfocatura
pt_br: Raio de desfoque
ru: Радиус размытия
sw: Upana wa ukungu
th: รัศมีการเบลอ
tr: Bulanıklık yarıçapı
uk: Радіус розмиття

source: Built-in retina display
de: Integriertes Retina-Display
es_mx: Pantalla Retina integrada
fr: Écran Retina intégré
it: Display Retina integrato
pt_br: Tela Retina integrada
ru: Встроенный дисплей Retina
sw: Skrini ya Retina iliyojengwa ndani
th: จอ Retina ในตัว
tr: Yerleşik Retina ekran
uk: Вбудований дисплей Retina

source: Blurring Details
de: Unschärfe-Details
es_mx: Detalles de desenfoque
fr: Détails du flou
it: Dettagli della sfocatura
pt_br: Detalhes do desfoque
ru: Параметры размытия
sw: Maelezo ya ukungu
th: รายละเอียดการเบลอ
tr: Bulanıklık ayrıntıları
uk: Параметри розмиття

source: Choose how Focusly appears in the menu bar.
de: Bestimme, wie Focusly in der Menüleiste angezeigt wird.
es_mx: Elige cómo aparece Focusly en la barra de menús.
fr: Choisissez l'apparence de Focusly dans la barre de menus.
it: Scegli come Focusly appare nella barra dei menu.
pt_br: Escolha como o Focusly aparece na barra de menus.
ru: Выберите, как Focusly будет отображаться в строке меню.
sw: Chagua jinsi Focusly itaonekana kwenye mwambaa wa menyu.
th: เลือกวิธีที่ Focusly ปรากฏบนแถบเมนู.
tr: Focusly'nin menü çubuğunda nasıl görüneceğini seçin.
uk: Виберіть, як Focusly відображається в рядку меню.

source: Choose which language Focusly uses. Switch instantly to test translations.
de: Wähle, welche Sprache Focusly verwendet. Wechsel sofort, um Übersetzungen zu testen.
es_mx: Elige el idioma que usa Focusly. Cambia al instante para probar las traducciones.
fr: Choisissez la langue utilisée par Focusly. Changez instantanément pour tester les traductions.
it: Scegli la lingua utilizzata da Focusly. Cambia all'istante per testare le traduzioni.
pt_br: Escolha qual idioma o Focusly usa. Troque na hora para testar traduções.
ru: Выберите язык, который использует Focusly. Мгновенно переключайтесь, чтобы проверить переводы.
sw: Chagua lugha ambayo Focusly itatumia. Badili mara moja ili kujaribu tafsiri.
th: เลือกภาษาที่ Focusly ใช้ และสลับทันทีเพื่อทดสอบคำแปล.
tr: Focusly'nin hangi dili kullanacağını seçin. Çevirileri denemek için anında geçiş yapın.
uk: Оберіть мову, яку використовує Focusly. Миттєво перемикайтеся, щоб перевірити переклади.

source: Clear
de: Löschen
es_mx: Limpiar
fr: Effacer
it: Cancella
pt_br: Limpar
ru: Очистить
sw: Futa
th: ล้าง
tr: Temizle
uk: Очистити

source: Click the Focusly status bar icon and toggle overlays for the displays you want to soften.
de: Klicke auf das Focusly-Symbol in der Menüleiste und aktiviere die Overlays für die Displays, die du weichzeichnen möchtest.
es_mx: Haz clic en el icono de Focusly en la barra de estado y activa o desactiva las superposiciones de las pantallas que quieras suavizar.
fr: Cliquez sur l'icône Focusly dans la barre d'état et activez ou désactivez les superpositions des écrans que vous souhaitez adoucir.
it: Fai clic sull'icona di Focusly nella barra di stato e attiva o disattiva le sovrapposizioni per gli schermi che vuoi ammorbidire.
pt_br: Clique no ícone do Focusly na barra de status e ative as sobreposições nos monitores que quer suavizar.
ru: Щёлкните значок Focusly в строке состояния и переключайте оверлеи на дисплеях, которые хотите смягчить.
sw: Bofya ikoni ya hali ya Focusly na ugeuze tabaka kwa skrini unazotaka kupunguza.
th: คลิกไอคอน Focusly บนแถบสถานะเพื่อสลับโอเวอร์เลย์สำหรับหน้าจอที่ต้องการทำให้นุ่มนวล.
tr: Yumuşatmak istediğiniz ekranlar için Focusly durum çubuğu simgesine tıklayıp kaplamaları açın.
uk: Клацніть значок Focusly у рядку стану та перемикайте накладки для дисплеїв, які хочете пом’якшити.

source: Close
de: Schließen
es_mx: Cerrar
fr: Fermer
it: Chiudi
pt_br: Fechar
ru: Закрыть
sw: Funga
th: ปิด
tr: Kapat
uk: Закрити

source: Color Effects
de: Farbeffekte
es_mx: Efectos de color
fr: Effets de couleur
it: Effetti colore
pt_br: Efeitos de cor
ru: Цветовые эффекты
sw: Athari za rangi
th: เอฟเฟกต์สี
tr: Renk efektleri
uk: Кольорові ефекти

source: Color Filter
de: Farbfilter
es_mx: Filtro de color
fr: Filtre de couleur
it: Filtro colore
pt_br: Filtro de cor
ru: Цветовой фильтр
sw: Kichujio cha rangi
th: ฟิลเตอร์สี
tr: Renk filtresi
uk: Кольоровий фільтр

source: Color Treatment
de: Farbanpassung
es_mx: Tratamiento de color
fr: Traitement colorimétrique
it: Trattamento colore
pt_br: Tratamento de cor
ru: Цветокоррекция
sw: Matibabu ya rangi
th: ปรับแต่งสี
tr: Renk düzeni
uk: Кольорокорекція

source: Ocean
de: Ozean
es_mx: Océano
fr: Océan
it: Oceano
pt_br: Oceano
ru: Океан
sw: Bahari
th: มหาสมุทร
tr: Okyanus
uk: Океан

source: Control how strongly Focusly softens background details.
de: Steuere, wie stark Focusly Hintergründe weichzeichnet.
es_mx: Controla la intensidad con la que Focusly suaviza los detalles del fondo.
fr: Contrôlez l'intensité avec laquelle Focusly adoucit les détails d'arrière-plan.
it: Controlla quanto intensamente Focusly ammorbidisce i dettagli dello sfondo.
pt_br: Controle quanto o Focusly suaviza os detalhes de fundo.
ru: Настройте, насколько сильно Focusly смягчает фоновые детали.
sw: Dhibiti kiwango ambacho Focusly hupunguza maelezo ya nyuma.
th: ควบคุมระดับที่ Focusly ทำให้รายละเอียดพื้นหลังนุ่มลง.
tr: Focusly'nin arka plan ayrıntılarını ne kadar yumuşatacağını kontrol edin.
uk: Керуйте тим, наскільки сильно Focusly пом’якшує фон.

source: Copy settings to other displays
de: Einstellungen auf andere Displays kopieren
es_mx: Copiar ajustes a otras pantallas
fr: Copier les réglages vers les autres écrans
it: Copia impostazioni sugli altri schermi
pt_br: Copiar configurações para outros monitores
ru: Копировать настройки на другие дисплеи
sw: Nakili mipangilio kwenye skrini zingine
th: คัดลอกการตั้งค่าไปยังหน้าจออื่น
tr: Ayarları diğer ekranlara kopyala
uk: Копіювати налаштування на інші дисплеї

source: Credits
de: Danksagung
es_mx: Créditos
fr: Crédits
it: Crediti
pt_br: Créditos
ru: Авторы
sw: Shukrani
th: เครดิต
tr: Emeği geçenler
uk: Подяки

source: Credits: %@
de: Danksagung: %@
es_mx: Créditos: %@
fr: Crédits : %@
it: Crediti: %@
pt_br: Créditos: %@
ru: Авторы: %@
sw: Shukrani: %@
th: เครดิต: %@
tr: Emeği geçenler: %@
uk: Подяки: %@

source: Dial in how Focusly feels on this display.
de: Feinabstimmung, wie sich Focusly auf diesem Display anfühlt.
es_mx: Ajusta la sensación de Focusly en esta pantalla.
fr: Ajustez la sensation de Focusly sur cet écran.
it: Affina come si percepisce Focusly su questo schermo.
pt_br: Ajuste como o Focusly se comporta neste monitor.
ru: Точно настройте ощущения от Focusly на этом дисплее.
sw: Pima kwa usahihi jinsi Focusly inavyohisi kwenye skrini hii.
th: ปรับให้ลงตัวว่าต้องการให้ Focusly รู้สึกอย่างไรบนหน้าจอนี้.
tr: Focusly'nin bu ekranda nasıl hissettirdiğini ince ayar yapın.
uk: Точно налаштуйте відчуття Focusly на цьому дисплеї.

source: Dial in the color overlay or switch to monochrome window content.
de: Passe das Farb-Overlay an oder wechsle zu monochromen Fenstern.
es_mx: Ajusta la superposición de color o cambia el contenido de las ventanas a monocromo.
fr: Réglez la superposition colorée ou passez le contenu des fenêtres en monochrome.
it: Regola la sovrapposizione di colore o passa i contenuti delle finestre al monocromo.
pt_br: Ajuste a sobreposição de cor ou mude para conteúdo monocromático.
ru: Настройте цветовой оверлей или переключите содержимое окон в монохром.
sw: Rekebisha tabaka la rangi au badili maudhui ya dirisha kuwa rangi moja.
th: ปรับโอเวอร์เลย์สีหรือเปลี่ยนเนื้อหาในหน้าต่างให้เป็นขาวดำ.
tr: Renk kaplamasını ayarlayın veya pencere içeriğini siyah beyaza çevirin.
uk: Налаштуйте кольорову накладку або перемкніть вміст вікон у монохром.

source: Disable Overlays
de: Overlays deaktivieren
es_mx: Desactivar superposiciones
fr: Désactiver les superpositions
it: Disattiva sovrapposizioni
pt_br: Desativar sobreposições
ru: Отключить оверлеи
sw: Zima tabaka
th: ปิดใช้งานโอเวอร์เลย์
tr: Kaplamaları kapat
uk: Вимкнути накладки

source: Disable Shortcut
de: Tastenkürzel deaktivieren
es_mx: Desactivar atajo
fr: Désactiver le raccourci
it: Disattiva scorciatoia
pt_br: Desativar atalho
ru: Отключить сочетание клавиш
sw: Zima njia ya mkato
th: ปิดใช้งานปุ่มลัด
tr: Kısayolu devre dışı bırak
uk: Вимкнути скорочення

source: Displays
de: Bildschirme
es_mx: Pantallas
fr: Écrans
it: Schermi
pt_br: Monitores
ru: Дисплеи
sw: Skrini
th: หน้าจอ
tr: Ekranlar
uk: Дисплеї

source: Enable Focus Toggle Shortcut
de: Fokus-Toggle-Kürzel aktivieren
es_mx: Activar atajo para alternar Focus
fr: Activer le raccourci de bascule Focus
it: Attiva scorciatoia per alternare Focus
pt_br: Ativar atalho de alternar foco
ru: Включить сочетание для переключения Focus
sw: Washa njia ya mkato ya kubadili tabaka
th: เปิดปุ่มลัดสลับ Focus
tr: Odak geçiş kısayolunu aç
uk: Увімкнути скорочення перемикання Focus

source: Enable Overlays
de: Overlays aktivieren
es_mx: Activar superposiciones
fr: Activer les superpositions
it: Attiva sovrapposizioni
pt_br: Ativar sobreposições
ru: Включить оверлеи
sw: Washa tabaka
th: เปิดใช้งานโอเวอร์เลย์
tr: Kaplamaları aç
uk: Увімкнути накладки

source: Enable Shortcut
de: Tastenkürzel aktivieren
es_mx: Activar atajo
fr: Activer le raccourci
it: Attiva scorciatoia
pt_br: Ativar atalho
ru: Включить сочетание клавиш
sw: Washa njia ya mkato
th: เปิดใช้งานปุ่มลัด
tr: Kısayolu aç
uk: Увімкнути скорочення

source: Equalizer
de: Klangregler
es_mx: Ecualizador
fr: Égaliseur
it: Equalizzatore
pt_br: Equalizador
ru: Эквалайзер
sw: Kisawazishi
th: อีควอไลเซอร์
tr: Ekolayzır
uk: Еквалайзер

source: Exclude This Display
de: Dieses Display ausschließen
es_mx: Excluir esta pantalla
fr: Exclure cet écran
it: Escludi questo schermo
pt_br: Excluir este monitor
ru: Исключить этот дисплей
sw: Ondoa skrini hii
th: ยกเว้นหน้าจอนี้
tr: Bu ekranı hariç tut
uk: Виключити цей дисплей

source: Excluded
de: Ausgeschlossen
es_mx: Excluida
fr: Exclu
it: Escluso
pt_br: Excluído
ru: Исключён
sw: Imeondolewa
th: ถูกยกเว้น
tr: Hariç
uk: Виключено

source: Focus
de: Fokus
es_mx: Enfoque
fr: Mise au point
it: Messa a fuoco
pt_br: Foco
ru: Фокус
sw: Umakinifu
th: โฟกัส
tr: Odak
uk: Фокус

source: Focusly
ru: Фокусли
th: โฟกัสลี่
uk: Фокуслі

source: Focusly leaves this display untouched while other screens stay blurred.
de: Focusly lässt dieses Display unverändert, während andere Bildschirme weichgezeichnet bleiben.
es_mx: Focusly deja esta pantalla sin cambios mientras las demás permanecen desenfocadas.
fr: Focusly laisse cet écran inchangé tandis que les autres restent floutés.
it: Focusly lascia questo schermo invariato mentre gli altri restano sfocati.
pt_br: O Focusly deixa este monitor como está enquanto os outros permanecem desfocados.
ru: Focusly не трогает этот дисплей, пока остальные остаются размытыми.
sw: Focusly huacha skrini hii bila kubadilika huku skrini zingine zikiendelea kuwa na ukungu.
th: Focusly จะไม่เปลี่ยนหน้าจอนี้ ในขณะที่หน้าจออื่นยังคงถูกเบลอ.
tr: Focusly bu ekrana dokunmaz, diğer ekranlar bulanık kalır.
uk: Focusly залишає цей дисплей без змін, а інші залишаються розмитими.

source: Focusly Preferences
de: Focusly-Einstellungen
es_mx: Preferencias de Focusly
fr: Préférences Focusly
it: Preferenze di Focusly
pt_br: Preferências do Focusly
ru: Настройки Focusly
sw: Mapendeleo ya Focusly
th: ค่ากำหนด Focusly
tr: Focusly Tercihleri
uk: Налаштування Focusly

source: Focus•
de: Fokus•
es_mx: Enfoque•
fr: Mise au point•
it: Messa a fuoco•
pt_br: Foco•
ru: Фокус•
sw: Umakinifu•
th: โฟกัส•
tr: Odak•
uk: Фокус•

source: Follow macOS Language (Default)
de: macOS-Sprache folgen (Standard)
es_mx: Seguir idioma de macOS (predeterminado)
fr: Suivre la langue de macOS (par défaut)
it: Segui la lingua di macOS (predefinita)
pt_br: Seguir idioma do macOS (padrão)
ru: Следовать языку macOS (по умолчанию)
sw: Fuata lugha ya macOS (Chaguo-msingi)
th: ใช้ภาษาของ macOS (ค่าเริ่มต้น)
tr: macOS dilini izle (varsayılan)
uk: Використовувати мову macOS (типово)

source: Get Started
de: Los geht’s
es_mx: Comenzar
fr: Commencer
it: Inizia
pt_br: Começar
ru: Начать
sw: Anza
th: เริ่มต้น
tr: Başlayalım
uk: Почати

source: Halo
de: Lichthof
es_mx: Aureola
fr: Halo lumineux
it: Alone
pt_br: Halo luminoso
ru: Гало
sw: Aura
th: ฮาโล
tr: Hale
uk: Гало

source: Jan Feuerbacher
ru: Ян Фойербахер
th: ยาน ฟอยเออร์บาเคอร์
uk: Ян Фойєрбахер

source: Launch at Login is unavailable in the current build.
de: „Beim Anmelden starten“ ist im aktuellen Build nicht verfügbar.
es_mx: Iniciar al iniciar sesión no está disponible en esta versión.
fr: Le lancement à l'ouverture de session n'est pas disponible dans cette version.
it: Avvio all'accesso non è disponibile in questa build.
pt_br: Iniciar ao fazer login não está disponível nesta build.
ru: Автозапуск при входе недоступен в этой сборке.
sw: Uzinduzi Wakati wa Kuingia haupatikani katika toleo hili.
th: ไม่สามารถเปิดเมื่อเข้าสู่ระบบได้ในบิลด์นี้.
tr: Girişte Çalıştır şu anki yapıda kullanılamıyor.
uk: Запуск під час входу недоступний у цій збірці.

source: Launch at Login requires Focusly to run from a signed app bundle. Build and run the app bundle instead of the command-line target to enable this option.
de: Für „Beim Anmelden starten“ muss Focusly aus einem signierten App-Bundle laufen. Baue und starte das App-Bundle statt des Kommandozeilen-Ziels, um diese Option zu aktivieren.
es_mx: Para iniciar al iniciar sesión, Focusly debe ejecutarse desde un paquete de app firmado. Compila y ejecuta el paquete de la app en lugar del destino de línea de comandos para habilitar esta opción.
fr: Le lancement à l'ouverture de session nécessite que Focusly s'exécute depuis un bundle d'app signé. Compilez et exécutez le bundle d'app plutôt que la cible en ligne de commande pour activer cette option.
it: Per avviare all'accesso, Focusly deve essere eseguito da un bundle app firmato. Compila ed esegui il bundle dell'app invece del target da riga di comando per abilitare questa opzione.
pt_br: Iniciar ao fazer login exige que o Focusly seja executado a partir de um app bundle assinado. Compile e execute o app bundle em vez do alvo de linha de comando para ativar esta opção.
ru: Чтобы включить автозапуск при входе, запускайте Focusly из подписанного пакета приложения. Соберите и запустите пакет приложения вместо целевого проекта командной строки.
sw: Uzinduzi Wakati wa Kuingia unahitaji Focusly iendeshwe kutoka kwenye kifurushi cha programu kilichosainiwa. Jenga na endesha kifurushi cha programu badala ya lengwa la mstari wa amri ili kuwezesha chaguo hili.
th: การเปิดเมื่อเข้าสู่ระบบต้องเรียกใช้ Focusly จากแอปที่ลงนาม สร้างและเรียกใช้แอปบันเดิลแทนเป้าหมายบรรทัดคำสั่งเพื่อเปิดใช้งานตัวเลือกนี้.
tr: Girişte Çalıştır için Focusly'nin imzalı bir uygulama paketinden çalışması gerekir. Bu seçeneği açmak için komut satırı hedefi yerine uygulama paketini derleyip çalıştırın.
uk: Щоб запускати під час входу, Focusly має працювати з підписаного пакета застосунку. Зберіть і запустіть застосунок, а не ціль командного рядка, щоб увімкнути цю опцію.

source: Launch at Login
de: Beim Anmelden starten
es_mx: Iniciar al iniciar sesión
fr: Lancer à l'ouverture de session
it: Avvio all'accesso
pt_br: Iniciar ao fazer login
ru: Запуск при входе
sw: Uzinduzi Wakati wa Kuingia
th: เปิดเมื่อเข้าสู่ระบบ
tr: Girişte çalıştır
uk: Запуск під час входу

source: Launch Focusly at login
de: Focusly beim Anmelden starten
es_mx: Ejecutar Focusly al iniciar sesión
fr: Lancer Focusly à l'ouverture de session
it: Avvia Focusly all'accesso
pt_br: Iniciar o Focusly ao fazer login
ru: Запускать Focusly при входе
sw: Zindua Focusly wakati wa kuingia
th: เปิด Focusly เมื่อเข้าสู่ระบบ
tr: Focusly'yi girişte çalıştır
uk: Запускати Focusly під час входу

source: Minimal Dot
de: Minimaler Punkt
es_mx: Punto minimalista
fr: Point minimal
it: Punto minimale
pt_br: Ponto minimalista
ru: Минимальная точка
sw: Doa ndogo
th: จุดมินิมอล
tr: Minimal Nokta
uk: Мінімальна крапка

source: Standard Icon
de: Standard-Symbol
es_mx: Ícono estándar
fr: Icône standard
it: Icona standard
pt_br: Ícone padrão
ru: Стандартная иконка
sw: Alama ya kawaida
th: ไอคอนมาตรฐาน
tr: Standart simge
uk: Стандартна піктограма

source: Monochrome
de: Monochrom
es_mx: Monocromo
it: Monocromatico
pt_br: Monocromático
ru: Монохром
sw: Rangi moja
th: ขาวดำ
tr: Siyah Beyaz
uk: Монохром

source: Nametag: %@
de: Namensschild: %@
es_mx: Etiqueta de nombre: %@
fr: Étiquette : %@
it: Etichetta: %@
pt_br: Etiqueta: %@
ru: Имя: %@
sw: Lebeli ya jina: %@
th: ชื่อป้าย: %@
tr: İsim etiketi: %@
uk: Бейдж: %@

source: Next
de: Weiter
es_mx: Siguiente
fr: Suivant
it: Avanti
pt_br: Avançar
ru: Далее
sw: Ifuatayo
th: ถัดไป
tr: İleri
uk: Далі
