Repository: Punshnut/macos-focusly
Catalog: Focusly/Resources/Localization/*.lproj/Localizable.strings
Languages: de, es_mx, fr, it, pt_br, ru, sw, th, tr, uk

source: No displays detected. Connect a monitor to adjust overlay styling.
de: Keine Displays erkannt. Schließe einen Monitor an, um das Overlay anzupassen.
es_mx: No se detectaron pantallas. Conecta un monitor para ajustar el estilo de la superposición.
fr: Aucun écran détecté. Connectez un moniteur pour ajuster le style de la superposition.
it: Nessuno schermo rilevato. Collega un monitor per regolare lo stile della sovrapposizione.
pt_br: Nenhum monitor detectado. Conecte um monitor para ajustar o estilo da sobreposição.
ru: Дисплеи не обнаружены. Подключите монитор, чтобы настроить стиль оверлея.
sw: Hakuna skrini zilizogunduliwa. Unganisha kifuatilia ili kurekebisha mtindo wa tabaka.
th: ไม่พบหน้าจอ เชื่อมต่อจอภาพเพื่อปรับสไตล์ของโอเวอร์เลย์.
tr: Ekran algılanmadı. Kaplamayı ayarlamak için bir monitör bağlayın.
uk: Дисплеї не виявлено. Підключіть монітор, щоб налаштувати стиль накладок.

source: Options
de: Optionen
es_mx: Opciones
it: Opzioni
pt_br: Opções
ru: Параметры
sw: Chaguo
th: ตัวเลือก
tr: Seçenekler
uk: Параметри

source: Focus Preset
de: Fokus-Voreinstellung
es_mx: Preajuste Enfoque
fr: Préréglage Focus
it: Preimpostazione Focus
pt_br: Predefinição de Foco
ru: Пресет «Фокус»
sw: Kiolezo cha Focus
th: พรีเซ็ตโฟกัส
tr: Focus ön ayarı
uk: Пресет «Фокус»

source: Overlay preview
de: Overlay-Vorschau
es_mx: Vista previa de la superposición
fr: Aperçu de la superposition
it: Anteprima sovrapposizione
pt_br: Prévia da sobreposição
ru: Предпросмотр оверлея
sw: Mwonekano wa tabaka
th: ดูตัวอย่างโอเวอร์เลย์
tr: Kaplama önizlemesi
uk: Попередній перегляд накладки

source: Overlay Off
de: Overlay aus
es_mx: Superposición desactivada
fr: Superposition désactivée
it: Sovrapposizione disattivata
pt_br: Sobreposição desativada
ru: Оверлей выключен
sw: Tabaka limezimwa
th: ปิดโอเวอร์เลย์
tr: Kaplama kapalı
uk: Накладка вимкнена

source: Overlay Strength
de: Overlay-Intensität
es_mx: Intensidad de la superposición
fr: Intensité de la superposition
it: Intensità sovrapposizione
pt_br: Intensidade da sobreposição
ru: Интенсивность оверлея
sw: Nguvu ya tabaka
th: ความเข้มโอเวอร์เลย์
tr: Kaplama yoğunluğu
uk: Інтенсивність накладки

source: Overlay Tint
de: Overlay-Farbton
es_mx: Tono de la superposición
fr: Teinte de la superposition
it: Tinta sovrapposizione
pt_br: Tom da sobreposição
ru: Оттенок оверлея
sw: Rangi ya tabaka
th: โทนสีโอเวอร์เลย์
tr: Kaplama tonu
uk: Тон накладки

source: Pick a screen to fine-tune or copy its look to every monitor.
de: Wähle einen Bildschirm zur Feinabstimmung oder kopiere den Look auf alle Monitore.
es_mx: Elige una pantalla para afinarla o copiar su aspecto a todos los monitores.
fr: Choisissez un écran à peaufiner ou copiez son apparence sur tous les moniteurs.
it: Scegli uno schermo da perfezionare o copia il suo aspetto su tutti i monitor.
pt_br: Escolha um monitor para ajustar ou copie esse visual para todos os monitores.
ru: Выберите экран для точной настройки или скопируйте его вид на все мониторы.
sw: Chagua skrini ili kuisawazisha au kunakili mwonekano wake kwa kila kifuatilia.
th: เลือกหน้าจอเพื่อปรับละเอียดหรือคัดลอกรูปลักษณ์ไปยังทุกจอ.
tr: İnce ayar yapmak veya görünümü tüm monitörlere kopyalamak için bir ekran seçin.
uk: Виберіть екран для точного налаштування або скопіюйте його вигляд на всі монітори.

source: Preferences…
de: Einstellungen…
es_mx: Preferencias…
fr: Préférences…
it: Preferenze…
pt_br: Preferências…
ru: Настройки…
sw: Mapendeleo…
th: ค่ากำหนด…
tr: Tercihler…
uk: Налаштування…

source: Preserve Color
de: Farbe erhalten
es_mx: Conservar color
fr: Préserver la couleur
it: Conserva colore
pt_br: Manter cor
ru: Сохранить цвет
sw: Hifadhi rangi
th: รักษาสี
tr: Rengi koru
uk: Зберегти колір

source: Presets
de: Voreinstellungen
es_mx: Preajustes
fr: Préréglages
it: Preimpostazioni
pt_br: Predefinições
ru: Пресеты
sw: Mipangilio iliyowekwa awali
th: พรีเซ็ต
tr: Ön ayarlar
uk: Пресети

source: Preset
de: Voreinstellung
es_mx: Preajuste
fr: Préréglage
it: Preimpostazione
pt_br: Predefinição
ru: Пресет
sw: Mpangilio uliowekwa awali
th: พรีเซ็ต
tr: Ön ayar
uk: Пресет

source: Press a key combination…
de: Tastenkombination drücken…
es_mx: Presiona una combinación de teclas…
fr: Appuyez sur une combinaison de touches…
it: Premi una combinazione di tasti…
pt_br: Pressione uma combinação de teclas…
ru: Нажмите сочетание клавиш…
sw: Bonyeza mchanganyiko wa funguo…
th: กดปุ่มผสม…
tr: Bir tuş bileşimi girin…
uk: Натисніть комбінацію клавіш…

# Preferences.Interface.DockReveal
source: Dock & Stage Manager (Experimental)
de: Dock & Stage Manager (experimentell)
es_mx: Dock y Stage Manager (experimental)
it: Dock e Stage Manager (sperimentale)
pt_br: Dock e Stage Manager (experimental)
sw: Dock na Stage Manager (ya majaribio)
th: Dock และ Stage Manager (ทดสอบ)
tr: Dock ve Stage Manager (deneysel)
uk: Dock і Stage Manager (експериментально)

# Preferences.Interface.DockReveal.Description
source: Early controls for how the Dock and Stage Manager clear the blur.
de: Frühe Steuerung dafür, wie Dock und Stage Manager die Weichzeichnung aufheben.
es_mx: Controles iniciales sobre cómo el Dock y Stage Manager eliminan el desenfoque.
it: Controlli preliminari su come Dock e Stage Manager rimuovono la sfocatura.
pt_br: Controles iniciais de como o Dock e o Stage Manager removem o desfoque.
sw: Vidhibiti vya awali vya jinsi Dock na Stage Manager huondoa ukungu.
tr: Dock ve Stage Manager’ın bulanıklığı nasıl kaldırdığına dair erken denetimler.
uk: Початкові параметри того, як Dock і Stage Manager прибирають розмиття.

# Preferences.Interface.DockReveal.Toggle
source: Reveal Dock & Stage Manager when desktop is focused
de: Dock & Stage Manager anzeigen, wenn der Schreibtisch fokussiert ist
es_mx: Mostrar Dock y Stage Manager cuando el escritorio tenga el foco
it: Mostra Dock e Stage Manager quando il desktop è attivo
pt_br: Revelar Dock e Stage Manager quando a Mesa estiver em foco
sw: Onyesha Dock na Stage Manager wakati eneo kazi liko kwenye mkazo
th: แสดง Dock และ Stage Manager เมื่อเดสก์ท็อปอยู่ในโฟกัส
tr: Masaüstü odaktayken Dock ve Stage Manager’ı göster
uk: Показувати Dock і Stage Manager, коли у фокусі стільниця

# Preferences.Interface.DockReveal.Detail
source: Automatically clear blur around the Dock and Stage Manager when every window is minimized or the desktop is active.
de: Weichzeichnung um Dock und Stage Manager automatisch aufheben, wenn alle Fenster minimiert sind oder der Schreibtisch aktiv ist.
es_mx: Quitar automáticamente el desenfoque alrededor del Dock y Stage Manager cuando todas las ventanas estén minimizadas o el escritorio esté activo.
it: Rimuovi automaticamente la sfocatura intorno al Dock e a Stage Manager quando tutte le finestre sono ridotte o è attivo il desktop.
pt_br: Remover automaticamente o desfoque ao redor do Dock e do Stage Manager quando todas as janelas estiverem minimizadas ou quando a Mesa estiver ativa.
sw: Ondoa kiotomatiki ukungu karibu na Dock na Stage Manager wakati madirisha yote yamepunguzwa au eneo kazi limeamilishwa.
th: ลบเอฟเฟ็กต์เบลอบริเวณ Dock และ Stage Manager โดยอัตโนมัติเมื่อย่อหน้าต่างทั้งหมดหรือเมื่อเดสก์ท็อปทำงานอยู่
tr: Tüm pencereler küçültüldüğünde veya masaüstü etkin olduğunda Dock ve Stage Manager çevresindeki bulanıklığı otomatik olarak kaldır.
uk: Автоматично прибирати розмиття навколо Dock і Stage Manager, коли всі вікна згорнуті або активний стільниця.

source: Punshnut
ru: Паншнат
th: พันช์นัต
uk: Паншнат

source: Quick Actions
de: Schnellaktionen
es_mx: Acciones rápidas
fr: Actions rapides
it: Azioni rapide
pt_br: Ações rápidas
ru: Быстрые действия
sw: Vitendo vya haraka
th: การทำงานด่วน
tr: Hızlı işlemler
uk: Швидкі дії

source: Quit %@
de: %@ beenden
es_mx: Salir de %@
fr: Quitter %@
it: Esci da %@
pt_br: Sair de %@
ru: Выйти из %@
sw: Funga %@
th: ออกจาก %@
tr: %@ uygulamasından çık
uk: Вийти з %@

source: Quit Focusly
de: Focusly beenden
es_mx: Salir de Focusly
fr: Quitter Focusly
it: Esci da Focusly
pt_br: Sair do Focusly
ru: Выйти из Focusly
sw: Funga Focusly
th: ออกจาก Focusly
tr: Focusly'den çık
uk: Вийти з Focusly

source: Record
de: Aufzeichnen
es_mx: Grabar
fr: Enregistrer
it: Registra
pt_br: Gravar
ru: Запись
sw: Rekodi
th: บันทึก
tr: Kaydet
uk: Запис

source: Reset
de: Zurücksetzen
es_mx: Restablecer
fr: Réinitialiser
it: Reimposta
pt_br: Redefinir
ru: Сброс
sw: Rudisha
th: รีเซ็ต
tr: Sıfırla
uk: Скинути

source: Reset This Display
de: Dieses Display zurücksetzen
es_mx: Restablecer esta pantalla
fr: Réinitialiser cet écran
it: Reimposta questo schermo
pt_br: Redefinir este monitor
ru: Сбросить этот дисплей
sw: Rudisha skrini hii
th: รีเซ็ตหน้าจอนี้
tr: Bu ekranı sıfırla
uk: Скинути цей дисплей

source: Reset to Preset
de: Auf Voreinstellung zurücksetzen
es_mx: Restablecer preajuste
fr: Réinitialiser selon le préréglage
it: Ripristina preimpostazione
pt_br: Redefinir para a predefinição
ru: Сбросить к пресету
sw: Rudisha kwa kiolezo
th: รีเซ็ตเป็นพรีเซ็ต
tr: Ön ayara sıfırla
uk: Скинути до пресета

source: Revert to the preset defaults or copy this look to your other screens.
de: Stelle die Standard-Voreinstellungen wieder her oder übertrage diesen Look auf deine anderen Bildschirme.
es_mx: Vuelve a los valores predeterminados del preajuste o copia este aspecto en tus otras pantallas.
fr: Revenez aux valeurs par défaut du préréglage ou copiez cette apparence sur vos autres écrans.
it: Ripristina i valori predefiniti della preimpostazione o copia questo aspetto sugli altri schermi.
pt_br: Retorne aos padrões da predefinição ou copie esse visual para seus outros monitores.
ru: Вернитесь к значениям пресета по умолчанию или скопируйте этот вид на другие экраны.
sw: Rudi kwenye chaguo-msingi cha kiolezo au nakili mwonekano huu kwa skrini zako nyingine.
th: ย้อนกลับไปใช้ค่าเริ่มต้นของพรีเซ็ตหรือคัดลอกรูปลักษณ์นี้ไปยังหน้าจออื่น.
tr: Ön ayarın varsayılanlarına dön veya bu görünümü diğer ekranlarına kopyala.
uk: Поверніться до типових значень пресета або скопіюйте цей вигляд на інші екрани.

source: Revisit Introduction…
de: Einführung erneut ansehen…
es_mx: Ver la introducción otra vez…
fr: Revoir l'introduction…
it: Guarda di nuovo l'introduzione…
pt_br: Rever introdução…
ru: Просмотреть введение снова…
sw: Tembelea upya utangulizi…
th: ดูบทนำอีกครั้ง…
tr: Tanıtımı tekrar aç…
uk: Переглянути вступ ще раз…

source: Sample different macOS blur materials to match your space.
de: Probiere verschiedene macOS-Unschärfematerialien aus, um sie an deinen Raum anzupassen.
es_mx: Prueba distintos materiales de desenfoque de macOS para que encajen con tu espacio.
fr: Essayez différents matériaux de flou macOS afin qu'ils correspondent à votre espace.
it: Prova diversi materiali di sfocatura di macOS per adattarli al tuo ambiente.
pt_br: Experimente diferentes materiais de desfoque do macOS para combinar com o seu espaço.
ru: Испробуйте разные материалы размытия macOS, чтобы подобрать подходящий для пространства.
sw: Jaribu nyenzo tofauti za ukungu za macOS ili zilingane na mazingira yako.
th: ลองใช้วัสดุการเบลอของ macOS หลายแบบให้เหมาะกับพื้นที่ของคุณ.
tr: Alanına uydurmak için farklı macOS bulanıklık materyallerini dene.
uk: Спробуйте різні матеріали розмиття macOS, щоб підібрати їх до свого простору.

source: Settings…
de: Einstellungen…
es_mx: Ajustes…
fr: Réglages…
it: Impostazioni…
pt_br: Configurações…
ru: Настройки…
sw: Mipangilio…
th: การตั้งค่า…
tr: Ayarlar…
uk: Налаштування…

source: Shortcut
de: Tastenkürzel
es_mx: Atajo
fr: Raccourci
it: Scorciatoia
pt_br: Atalho
ru: Сочетание клавиш
sw: Njia ya mkato
th: ปุ่มลัด
tr: Kısayol
uk: Скорочення

source: Show Introduction…
de: Einführung anzeigen…
es_mx: Mostrar introducción…
fr: Afficher l'introduction…
it: Mostra introduzione…
pt_br: Mostrar introdução…
ru: Показать введение…
sw: Onyesha utangulizi…
th: แสดงบทนำ…
tr: Tanıtımı göster…
uk: Показати вступ…

source: Space
de: Raum
es_mx: Espacio
fr: Espace
it: Spazio
pt_br: Espaço
ru: Пространство
sw: Nafasi
th: สเปซ
tr: Alan
uk: Простір

source: Standard Settings
de: Standard-Einstellungen
es_mx: Ajustes estándar
fr: Réglages standard
it: Impostazioni standard
pt_br: Configurações padrão
ru: Стандартные настройки
sw: Mipangilio ya kawaida
th: การตั้งค่ามาตรฐาน
tr: Standart ayarlar
uk: Стандартні налаштування

source: Status Bar Icon
de: Menüleisten-Symbol
es_mx: Icono de la barra de estado
fr: Icône de la barre d'état
it: Icona della barra di stato
pt_br: Ícone da barra de menus
ru: Значок строки состояния
sw: Ikoni ya mwambaa wa hali
th: ไอคอนแถบสถานะ
tr: Durum çubuğu simgesi
uk: Значок у рядку стану

source: Switch between saved overlay looks instantly.
de: Wechsle sofort zwischen gespeicherten Overlay-Looks.
es_mx: Cambia al instante entre los aspectos de superposición guardados.
fr: Basculez instantanément entre les apparences de superposition enregistrées.
it: Passa all'istante tra gli aspetti di sovrapposizione salvati.
pt_br: Altere instantaneamente entre visuais de sobreposição salvos.
ru: Мгновенно переключайтесь между сохранёнными вариантами оверлея.
sw: Badilisha mara moja kati ya sura za tabaka zilizohifadhiwa.
th: สลับรูปลักษณ์โอเวอร์เลย์ที่บันทึกไว้ได้ทันที.
tr: Kaydedilmiş kaplama görünümleri arasında anında geçiş yap.
uk: Миттєво перемикайте збережені стилі накладок.

source: Tint
de: Farbton
es_mx: Tono
fr: Teinte
it: Tinta
pt_br: Tom
ru: Оттенок
sw: Rangi
th: โทนสี
tr: Ton
uk: Тон

source: Warm
es_mx: Cálido
fr: Chaleureux
it: Caldo
pt_br: Quente
ru: Тёплый
sw: Joto
th: โทนอุ่น
tr: Sıcak
uk: Теплий

source: Welcome to Focusly
de: Willkommen bei Focusly
es_mx: Te damos la bienvenida a Focusly
fr: Bienvenue dans Focusly
it: Benvenuto in Focusly
pt_br: Bem-vindo ao Focusly
ru: Добро пожаловать в Focusly
sw: Karibu Focusly
th: ยินดีต้อนรับสู่ Focusly
tr: Focusly'e hoş geldiniz
uk: Ласкаво просимо до Focusly

source: Window Tracking Performance
de: Fensterverfolgung
es_mx: Rendimiento de seguimiento de ventanas
fr: Performance de suivi des fenêtres
it: Prestazioni di tracciamento delle finestre
pt_br: Desempenho de rastreamento de janelas
ru: Производительность отслеживания окон
sw: Utendaji wa kufuatilia dirisha
th: ประสิทธิภาพการติดตามหน้าต่าง
tr: Pencere izleme performansı
uk: Продуктивність відстеження вікон

# WindowTrackingProfile.Description.General
source: Adjust how quickly Focusly tracks windows while you move or resize them. (GPU Acceleration currently in development)
de: Bestimme, wie schnell Focusly Fenster während des Verschiebens oder Größenänderungen verfolgt.
es_mx: Ajusta la velocidad con la que Focusly sigue las ventanas mientras las mueves o cambias de tamaño.
fr: Ajustez la vitesse à laquelle Focusly suit les fenêtres lorsque vous les déplacez ou les redimensionnez.
it: Regola la velocità con cui Focusly segue le finestre mentre le sposti o ne cambi la dimensione.
pt_br: Ajuste a velocidade com que o Focusly acompanha as janelas enquanto você as move ou redimensiona.
ru: Настройте, с какой скоростью Focusly отслеживает окна при их перемещении или изменении размера.
sw: Rekebisha kasi ambayo Focusly hufuatilia madirisha unapoyahamisha au kuyabadilisha ukubwa.
th: ปรับความเร็วที่ Focusly ติดตามหน้าต่างขณะคุณย้ายหรือปรับขนาด.
tr: Focusly'nin pencereleri taşırken veya yeniden boyutlandırırken ne kadar hızlı izleyeceğini ayarlayın.
uk: Налаштуйте, з якою швидкістю Focusly відстежує вікна, коли ви їх переміщуєте чи змінюєте розмір.

# WindowTrackingProfile.EnergySaving.Description
source: Updates dragged windows 30 times per second to conserve energy.
de: Aktualisiert gezogene Fenster 30 Mal pro Sekunde, um Energie zu sparen.
es_mx: Actualiza las ventanas arrastradas 30 veces por segundo para ahorrar energía.
fr: Actualise les fenêtres déplacées 30 fois par seconde pour économiser l'énergie.
it: Aggiorna le finestre trascinate 30 volte al secondo per risparmiare energia.
pt_br: Atualiza janelas arrastadas 30 vezes por segundo para economizar energia.
ru: Обновляет перетаскиваемые окна 30 раз в секунду для экономии энергии.
sw: Husasisha madirisha unayovuta mara 30 kwa sekunde ili kuokoa nishati.
th: อัปเดตหน้าต่างที่ลากทุก 30 ครั้งต่อวินาทีเพื่อประหยัดพลังงาน.
tr: Enerji tasarrufu için sürüklenen pencereleri saniyede 30 kez günceller.
uk: Оновлює перетягувані вікна 30 разів за секунду, щоб заощаджувати енергію.

# WindowTrackingProfile.EnergySaving.Title
source: Energy Saving (30 Hz)
de: Energiesparen (30 Hz)
es_mx: Ahorro de energía (30 Hz)
fr: Économie d'énergie (30 Hz)
it: Risparmio energetico (30 Hz)
pt_br: Economia de energia (30 Hz)
ru: Энергосбережение (30 Гц)
sw: Kuokoa nishati (30 Hz)
th: ประหยัดพลังงาน (30 Hz)
tr: Enerji tasarrufu (30 Hz)
uk: Економія енергії (30 Гц)

# WindowTrackingProfile.HighPerformance.Description
source: Follows window movement at 90 Hz for the smoothest tracking.
de: Folgt Fensterbewegungen mit 90 Hz für die flüssigste Verfolgung.
es_mx: Sigue el movimiento de las ventanas a 90 Hz para lograr el seguimiento más fluido.
fr: Suit le mouvement des fenêtres à 90 Hz pour un suivi ultra fluide.
it: Segue il movimento delle finestre a 90 Hz per il tracciamento più fluido.
pt_br: Segue o movimento das janelas a 90 Hz para o rastreamento mais suave.
ru: Отслеживает движение окон с частотой 90 Гц, обеспечивая максимально плавное сопровождение.
sw: Hufuata mwendo wa madirisha kwa 90 Hz kwa ufuatiliaji laini zaidi.
th: ติดตามการเคลื่อนที่ของหน้าต่างที่ 90 Hz เพื่อให้การติดตามลื่นไหลที่สุด.
tr: Pencereleri 90 Hz ile takip ederek en akıcı izlemeyi sunar.
uk: Відстежує рух вікон із частотою 90 Гц для максимально плавного супроводу.

# WindowTrackingProfile.HighPerformance.Title
source: High Performance (90 Hz)
de: Höchstleistung (90 Hz)
es_mx: Alto rendimiento (90 Hz)
fr: Hautes performances (90 Hz)
it: Prestazioni elevate (90 Hz)
pt_br: Alto desempenho (90 Hz)
ru: Высокая производительность (90 Гц)
sw: Utendaji wa juu (90 Hz)
th: ประสิทธิภาพสูง (90 Hz)
tr: Yüksek performans (90 Hz)
uk: Висока продуктивність (90 Гц)

# WindowTrackingProfile.Standard.Description
source: Keeps overlays in sync at 60 Hz while you move windows.
de: Hält Overlays beim Bewegen von Fenstern mit 60 Hz synchron.
es_mx: Mantiene las superposiciones sincronizadas a 60 Hz mientras mueves las ventanas.
fr: Maintient les superpositions synchronisées à 60 Hz pendant que vous déplacez les fenêtres.
it: Mantiene le sovrapposizioni sincronizzate a 60 Hz mentre sposti le finestre.
pt_br: Mantém as sobreposições sincronizadas a 60 Hz enquanto você move janelas.
ru: Поддерживает синхронизацию оверлеев на частоте 60 Гц, пока вы перемещаете окна.
sw: Huweka tabaka yamesawazishwa kwa 60 Hz unapohamisha madirisha.
th: รักษาโอเวอร์เลย์ให้ซิงก์ที่ 60 Hz ขณะคุณย้ายหน้าต่าง.
tr: Pencereleri hareket ettirirken kaplamaları 60 Hz'de senkron tutar.
uk: Утримує накладки синхронізованими на частоті 60 Гц, поки ви переміщаєте вікна.

# WindowTrackingProfile.Standard.Title
source: Standard (60 Hz)
es_mx: Estándar (60 Hz)
pt_br: Padrão (60 Hz)
ru: Стандарт (60 Гц)
sw: Kiwango (60 Hz)
th: มาตรฐาน (60 Hz)
tr: Standart (60 Hz)
uk: Стандарт (60 Гц)

source: Full Screen Blur
de: Vollbild-Unschärfe
es_mx: Desenfoque de pantalla completa
fr: Flou plein écran
it: Sfocatura a schermo intero
pt_br: Desfoque de tela inteira
ru: Размытие во весь экран
sw: Ukungu wa skrini nzima
th: เบลอเต็มหน้าจอ
tr: Tam ekran bulanıklığı
uk: Розмиття на весь екран

source: HUD Window Blur
de: HUD-Fenster-Unschärfe
es_mx: Desenfoque de ventana HUD
fr: Flou des fenêtres HUD
it: Sfocatura finestra HUD
pt_br: Desfoque da janela HUD
ru: Размытие окна HUD
sw: Ukungu wa dirisha la HUD
th: เบลอหน้าต่าง HUD
tr: HUD pencere bulanıklığı
uk: Розмиття вікна HUD

source: Menu Blur
de: Menü-Unschärfe
es_mx: Desenfoque de menú
fr: Flou du menu
it: Sfocatura menu
pt_br: Desfoque do menu
ru: Размытие меню
sw: Ukungu wa menyu
th: เบลอเมนู
tr: Menü bulanıklığı
uk: Розмиття меню

source: Popover Blur
de: Popover-Unschärfe
es_mx: Desenfoque de ventana emergente
fr: Flou des fenêtres contextuelles
it: Sfocatura popover
pt_br: Desfoque do popover
ru: Размытие всплывающего окна
sw: Ukungu wa dirisha linalojitokeza
th: เบลอป็อปโอเวอร์
tr: Açılır pencere bulanıklığı
uk: Розмиття popover

source: Sheet Blur
de: Sheet-Unschärfe
es_mx: Desenfoque de hoja
fr: Flou des feuilles
it: Sfocatura foglio
pt_br: Desfoque da folha
ru: Размытие листа
sw: Ukungu wa karatasi
th: เบลอชีต
tr: Sayfa bulanıklığı
uk: Розмиття листа

source: Sidebar Blur
de: Seitenleisten-Unschärfe
es_mx: Desenfoque de barra lateral
fr: Flou de la barre latérale
it: Sfocatura barra laterale
pt_br: Desfoque da barra lateral
ru: Размытие боковой панели
sw: Ukungu wa mwambaa wa pembeni
th: เบลอแถบด้านข้าง
tr: Kenar çubuğu bulanıklığı
uk: Розмиття бічної панелі

source: Window Background Blur
de: Fensterhintergrund-Unschärfe
es_mx: Desenfoque de fondo de ventana
fr: Flou de l'arrière-plan de la fenêtre
it: Sfocatura sfondo finestra
pt_br: Desfoque do fundo da janela
ru: Размытие фона окна
sw: Ukungu wa mandharinyuma ya dirisha
th: เบลอพื้นหลังหน้าต่าง
tr: Pencere arka plan bulanıklığı
uk: Розмиття фону вікна

# Preferences.Tab.Screen
source: Screen
de: Bildschirm
es_mx: Pantalla
fr: Écran
it: Schermo
pt_br: Monitor
ru: Экран
sw: Skrini
th: หน้าจอ
tr: Ekran
uk: Екран

source: Connected Displays
de: Verbundene Displays
es_mx: Pantallas conectadas
fr: Écrans connectés
it: Schermi collegati
pt_br: Monitores conectados
ru: Подключённые дисплеи
sw: Skrini zilizounganishwa
th: หน้าจอที่เชื่อมต่อ
tr: Bağlı ekranlar
uk: Підключені дисплеї

source: Dark
de: Dunkel
es_mx: Oscuro
fr: Sombre
it: Scuro
pt_br: Escuro
ru: Тёмный
sw: Giza
th: มืด
tr: Koyu
uk: Темний

source: Focusly Onboarding
de: Focusly-Einstieg
es_mx: Introducción a Focusly
fr: Introduction Focusly
it: Introduzione a Focusly
pt_br: Integração do Focusly
ru: Знакомство с Focusly
sw: Utambulisho wa Focusly
th: การแนะนำ Focusly
tr: Focusly başlangıç deneyimi
uk: Знайомство з Focusly

# Hotkeys.Masking.Toggle.Description
source: Cycle between highlighting only the focused window or every window of the foreground app.
de: Wechsle zwischen der Hervorhebung nur des fokussierten Fensters oder aller Fenster der aktiven App.
es_mx: Alterna entre resaltar solo la ventana enfocada o todas las ventanas de la app en primer plano.
fr: Alternez entre la mise en évidence de la fenêtre active uniquement ou de toutes les fenêtres de l’app au premier plan.
it: Passa dal mettere in evidenza solo la finestra attiva a tutte le finestre dell’app in primo piano.
pt_br: Alterne entre destacar apenas a janela em foco ou todas as janelas do app em primeiro plano.
ru: Переключайтесь между подсветкой только активного окна и всех окон программы на переднем плане.
sw: Badilisha kati ya kuangazia dirisha lililo kwenye umakinifu pekee au madirisha yote ya programu iliyo mbele.
th: สลับระหว่างการไฮไลต์เฉพาะหน้าต่างที่โฟกัสหรือทุกหน้าต่างของแอปที่อยู่เบื้องหน้า.
tr: Yalnızca odaktaki pencereyi ya da ön plandaki uygulamanın tüm pencerelerini vurgulama arasında geçiş yapın.
uk: Перемикайте підсвітку лише активного вікна або всіх вікон активного застосунку.

# Hotkeys.Masking.Toggle.Title
source: Switch masking mode per display
de: Maskierungsmodus pro Display umschalten
es_mx: Cambiar el modo de enmascarado por pantalla
fr: Changer le mode de masquage par écran
it: Cambia modalità di mascheratura per schermo
pt_br: Alternar modo de máscara por monitor
ru: Переключать режим маскировки для каждого дисплея
sw: Badilisha hali ya kuficha kwa kila skrini
th: สลับโหมดการปิดบังต่อหน้าจอ
tr: Ekran başına maskeleme modunu değiştir
uk: Перемикати режим маскування для кожного дисплея
